{"id": 6, "question": "What is RF value in chromatography and how is it measured?", "passages": [{"passage": "Chromatography is a separation technique used in various industries, including pharmaceuticals, biotechnology, food, and environment. It involves two stages: stationary and mobile phases. The stationary phase is a solid or liquid adsorbent, while the mobile phase is a solvent or gas that moves through the stationary phase.\n\nIn Chromatography, less polar compounds elute first due to their lower adsorption in the polar stationary phase. In Thin Layer Chromatography (TLC), a plate is coated with a solid adsorbent, and a small drop of the mixture is placed near the bottom. The solvent mobile phase gradually rises, separating the compounds based on their polarity, expressed by the Retention Factor (RF) value.\n\nIn TLC, the stationary phase is water adsorbed in newspaper, and the mobile phase is a combination of organic solvents and water. In Gas Chromatography (GC), a column is coated with different stationary phases, and the sample is vaporized without decomposition and transferred through the column by inert carrier gases like He or nitrogen. Each compound elutes at a different time, known as the retention time.\n\nThe Signal to Noise Ratio (SNR) is a measure of the desired signal strength compared to the unwanted noise. To calculate SNR, subtract the noise value from the signal strength value.\n\nIn Nuclear Magnetic Resonance (NMR), the acquisition time is the time necessary to record a signal. The noise figure is calculated by subtracting one from another if the signal to noise ratios are expressed in decibels.\n\nIn radiology, the SNR is a measure of the true signal, and a lower SNR results in a grainy appearance to images. The frequency in NMR is given by f = gB, g = 2μz/h.\n\nTitration and spectrophotometric measurements are quantitative analytical procedures used for the analysis of various compounds. Beer's and Lambert's laws are important to spectrophotometric measurements.\n\nSpectrophotometric measurements are used for the determination of the content of phenolic compounds in various samples. The advantages and disadvantages of using spectrophotometric measurements include their sensitivity, specificity, and the need for calibration standards.\n\nIn GC-FPD analysis, the sample is vaporized without decomposition, transferred through a column coated with a stationary phase, and detected by a flame photometric detector. The mobile phase and column vary depending on the sample being analyzed.\n\nThe detection sensitivity of an instrument like HPLC or GC can be determined by injecting a known amount of a standard and measuring the response. The limit of detection (LOD) and limit of quantitation (LOQ) are determined by analyzing the signal-to-noise ratio.\n\nIn Arthritis and Rheumatism, a negative Rheumatoid Factor (RF) indicates that the RF level is within normal limits (less than 20 IUs per ml). The SpectraCell Analysis Test measures the function of a range of vitamins, minerals, antioxidants, and other micronutrients in blood cells. The SpectraCell Analysis Test is important because nutrient status is a very important component of health.\n\nIn Thin Layer Chromatography (TLC), the sample is applied to a plate, and the solvent is allowed to fully evaporate. The plate is then placed in a beaker with the solvent level below a pencil line. The solvent rises up the plate, separating the compounds based on their polarity, and the Rf values or the Retention Factors are then compared for analysis. The Rf value is calculated as the ratio of the distance traveled by a compound to the distance traveled by the solvent.", "score": 8.857783257961273, "source": "basic", "doc_IDs": ["<urn:uuid:d3519a5a-f4d4-49a1-822e-a8acbbe2465f>", "<urn:uuid:0ab3e1f8-9dba-4b3b-b8ad-8802bd033007>", "<urn:uuid:6ac35a60-defd-4607-815c-766a53003c71>", "<urn:uuid:2f599034-fd86-49b6-990f-924714ddfef0>", "<urn:uuid:049ebe34-16b9-4ced-81ff-37417202dde5>", "<urn:uuid:f2b45707-1fa9-4144-abec-7ea22e4981b3>", "<urn:uuid:92687440-2a17-4e52-b3df-fe812eabb1fe>", "<urn:uuid:d867e791-8364-44b5-a4aa-49fe0665e74c>", "<urn:uuid:f8ae779b-88cc-4b22-a43f-d8698c875abc>", "<urn:uuid:bbcece3d-0267-4c90-9fd9-da4bc53e471f>", "<urn:uuid:3aa33a15-c055-4536-a44b-e2d772fc2c1a>", "<urn:uuid:f593e84b-22f3-4a0f-892b-81cbb9d31301>", "<urn:uuid:3cf752f7-c1b3-4e20-b7be-ef023f9b0854>", "<urn:uuid:404012af-eab9-46bd-98ff-15387d59e3b2>", "<urn:uuid:2b9149e3-d871-4b69-9809-30f6255bfca6>", "<urn:uuid:82c0ce91-d994-40e8-a04b-b3494f7d737b>", "<urn:uuid:ea111c29-241a-4d14-acff-afba77313364>", "<urn:uuid:7276b051-094f-4011-bba1-682b1b2f4225>", "<urn:uuid:40340dde-95dc-4993-bb6d-a295dc673b49>"]}, {"passage": "Key Facts:\n1. Column contains slurry adsorbent + solvent.\n2. Plate set in solvent chamber, bottom component dipped into solvent mobile phase.\n3. Logarithms subtraction equals dividing normal numbers.\n4. NMR noise reduces measuring instrument sensitivity.\n5. Signal to noise ratio (S/N) in chromatography calculated as S/N = signal / noise.\n6. S = 367, N = 66, S/N = 5.\n7. Spectrum Analysis studies electromagnetic interactions to determine matter's properties.\n8. NetWellness provides quality, unbiased health information from university faculty.\n9. SpectraCell Analysis Test benefits everyone.\n10. Molar absorptivity of iron-dye complex determined at 660nm.\n11. Correlation coefficient formula in HPLC calibration not provided.\n12. Caffeine used as primary standard for HPLC wave length calibration.\n13. Calibration factors used in measurements by technicians and engineers.\n14. Rf for chlorophyll b not provided.\n15. Normal phase silica gel polar, more attracted to polar solvents.\n16. Chemicals separate based on distribution between paper/TLC stationary phase and mobile phase.\n17. Aqueous solutions in water, non-aqueous solutions without water.\n18. TLC mobile phase is solvent, stationary phase is an absorbent solid on a glass plate or plastic sheet.\n19. Chromatogram developed by spraying with a locating agent, comparing spots with standard reference material.\n20. Rf = distance moved by chemical / distance moved by solvent.\n21. GC better than paper or TLC, more sensitive, can measure amounts of each chemical present.\n22. GC mobile phase is carrier gas (helium), stationary phase is thin film of liquid on powdered soil in a sealed tube column.\n23. Substances separated and detected based on boiling points and attraction to stationary phase.\n24. GC consumables include columns, injectors, vials, and various parts.\n25. GC market value expected to grow 5% CAGR to over $10,000 million by 2018.\n26. Physician can override open or closed loop feedback control system in GC.", "score": 2.9187740087509155, "source": "basic", "doc_IDs": ["<urn:uuid:2b9149e3-d871-4b69-9809-30f6255bfca6>", "<urn:uuid:f593e84b-22f3-4a0f-892b-81cbb9d31301>", "<urn:uuid:049ebe34-16b9-4ced-81ff-37417202dde5>", "<urn:uuid:d3519a5a-f4d4-49a1-822e-a8acbbe2465f>", "<urn:uuid:0ab3e1f8-9dba-4b3b-b8ad-8802bd033007>", "<urn:uuid:3cf752f7-c1b3-4e20-b7be-ef023f9b0854>", "<urn:uuid:f2b45707-1fa9-4144-abec-7ea22e4981b3>", "<urn:uuid:92687440-2a17-4e52-b3df-fe812eabb1fe>", "<urn:uuid:82c0ce91-d994-40e8-a04b-b3494f7d737b>", "<urn:uuid:f8ae779b-88cc-4b22-a43f-d8698c875abc>", "<urn:uuid:ea111c29-241a-4d14-acff-afba77313364>", "<urn:uuid:6ac35a60-defd-4607-815c-766a53003c71>", "<urn:uuid:7276b051-094f-4011-bba1-682b1b2f4225>", "<urn:uuid:40340dde-95dc-4993-bb6d-a295dc673b49>", "<urn:uuid:2f599034-fd86-49b6-990f-924714ddfef0>"]}], "retrieved_chunks": [{"doc_id": "<urn:uuid:7276b051-094f-4011-bba1-682b1b2f4225>", "text": "I need help in devising a procedure to determine the molar absorptivity of an iron-dye complex in two solutions at a wavelength of 660nm. I have a UV-VIS spectrophotometer. Solution 1 is an acidic buffer (R1) containing the iron-binding dye Chromazurol B and ferric chloride. Some amount of an iron standard will be added to this solution, hopefully forming a colored complex with the dye. Solution 2 is Solution 1 with the addition of a neutral buffer (R2) raising the pH. I believe the molar absorptivity will change under varying pH. Accounting for dilution of Solution 1 would have to be taken into account. The ratios of the volumes of iron standard to R1 to R2 are 16:200:60.", "score": 0.824467897, "source": "dense"}, {"doc_id": "<urn:uuid:6ac35a60-defd-4607-815c-766a53003c71>", "text": "What is the Formula for coreletion coefficient in plhplc calibration\nIn HPLC calibration, caffeine is used as primary standard for wave length calibration due to caffeine is having dual maxima at 273 & 205 nm and one minima at 245 nm. Any body can give reference of these details from any pharmacopeia (with chapter no.) or any other authentic guideline?\nhow to set sample and standard concentration in RS method?\nin which situation require to take incident in validation?", "score": 0.822294116, "source": "dense"}, {"doc_id": "<urn:uuid:bbcece3d-0267-4c90-9fd9-da4bc53e471f>", "text": "However, this retardation factor for a given protein compound will vary widely with changes in the adsorbents and/or solvents utilized. In addition, the retardation factor can vary greatly with the content of moisture in the adsorbent. The Rf values or the Retention Factors are then compared for analysis. This Rf value can be quantified as such:\nRf = (Distance that compound has traveled)/ (distance that the solvent has traveled)\nA light pencil line is drawn approximately 7 mm from the bottom of the plate and a small drop of a solution of the dye mixture is placed along the line. To show the original position of the drop, the line must be drawn in pencil. If it was drawn in ink, dyes from the ink would move up the TLC plate along with the dye mixture and the results would not be accurate. In order to get more accurate results, dot the TLC paper with the dye mixture a few times trying to build up material without widening the spots. A spot with a diameter of 1 mm will give good results. While dotting the TLC plate, be sure to not dot mixtures too close to one another because when the dye mixture rises up the TLC plate, it will clash with the other spots and the Rf values will be difficult to calculate.\nWhen the spots are dry, the TLC plate is placed in a beaker, with the solvent level below the pencil line. Cover the beaker to ensure that the atmosphere in the beaker is saturated with solvent vapor. Line the beaker with some filter paper soaked in solvent because this will help in the process of separating the mixture. Saturating the atmosphere in the beaker with solvent vapor stops the solvent from evaporating as it rises up the plate.\nAs the solvent slowly travels up the plate, the different components of the dye mixture travel at different rates and the mixture is separated into different colored spots. The solvent is allowed to rise until it approximately 1-1.5 cm from the top of the plate. This gives the maximum separation of the dye components for this particular combination of solvent and stationary phase.\nOnce the maximum separation of the dye components for this particular solvent and stationary phase solvent is induced, the TLC plate is removed from the beaker and allowed to dry. Immediately after removing the TLC plate, use a pencil to mark the solvent front before the solvent begins to evaporate.", "score": 0.820906699, "source": "dense"}, {"doc_id": "<urn:uuid:82c0ce91-d994-40e8-a04b-b3494f7d737b>", "text": "When using an RF Power Meter with an RF Power\nSensor to make an RF Power Measurement the user must know that the\nmeasurement is accurate and there is traceability to a known\nstandard. All diode, thermo-electric, and thermistor power sensors\nhave calibration factors associated to particular frequencies that\nare used to insure an accurate power measurement. Technicians and\nengineers use these calibration factors when making measurements;\nbut where do these calibration factors really come from?", "score": 0.820687652, "source": "dense"}, {"doc_id": "<urn:uuid:d867e791-8364-44b5-a4aa-49fe0665e74c>", "text": "How are \"Scoville Units\" determined, and what is the method of taking this measurement? Is it done mechanically somehow?\nScoville Heat Units were first developed in 1912 by pharmacologist Wilbur Scoville, who used human tasters for his Scoville Organoleptic Test. Now, High Performance Liquid Chromatography is used to determine parts per million of capsaicin, which is then converted into Scoville Heat Units. Pure capsaicin, a crystalline alkaloid, is 16 million SHU.", "score": 0.819280148, "source": "dense"}, {"doc_id": "<urn:uuid:f593e84b-22f3-4a0f-892b-81cbb9d31301>", "text": "Using a pencil, a dim line was drawn across the paper approximately two centimeters from the sharpened tip of the paper. A plant extract was then applied, in repeated strokes, across the pencil line. Between each stroke time was allowed for the plant extract to dry—this process was enhanced by blowing on the paper after each application. The application of the plant extract was stopped when an ample amount had accumulated, forming a thin stripe. An acetone solution was placed within a test tube, but the amount of acetone used depended on the length of the chromatography paper because only the tip of the paper was positioned in the solution. The chromatography paper was attached to a paper clip and fastened to a cork that was stuck in the opening of the test tube.\nBetween eight and ten minutes was then allowed for the acetone solution to travel up the length of the chromatography paper. After this allotted time the paper was removed from the test tube and the furthest distance that the solvent traveled was marked with a pencil, and the distance it traveled was measured and recorded in Table 1. Then, using a completed chromatogram the locations of the various pigments were found, and thus the different pigments were identified. The distance of each of the pigments from the origin of the plant extract was measured and also recorded in Table 1. The following equation was then used to calculate the Rf:\nRf= Distance moved by pigment\nDistance from pigment origin to solvent front\nThese findings were then recorded in Table 1.\nTable 1 shows that out of all the pigments chlorophyll b traveled the smallest distance—2.1 centimeters—from the plant extract source. Chlorophyll a was next having moved a distance of 3.0 centimeters, and xanthophyll followed moving an additional centimeter with a distance of 4.0 centimeters. The pigment carotene moved the furthest from the plant extract origin. Its distance, more than double that of xanthophyll, was 8.6 centimeters.\nThe Rf represents the relationship between how far a pigment moved in comparison to the distance traveled by the solvent. The Rf for chlorophyll b (.227cm) is a number smaller than those for the remaining pigments, therefore, clearly it moved the smallest distance.", "score": 0.059805424620946984, "source": "sparse"}, {"doc_id": "<urn:uuid:f8ae779b-88cc-4b22-a43f-d8698c875abc>", "text": "Thin layer chromatography can be run simply if the given process is carried out: A small spot of solution having the sample is applied to a plate, around 1.5 centimeters from the bottom edge. The solvent is allowed to fully evaporate off, or else a very poor or no separation will be accomplished. The plate must be dried in a vacuum chamber particularly if a non-volatile solvent was employed to apply the sample.\nA small amount of a suitable solvent is poured to an appropriate transparent container to a depth of less than 1 centimeter. The strip of filter paper is placed to the chamber, in such a way that its bottom touches the solvent, and the paper lies on the chamber wall and reaches approximately to the top of the container. The container is closed by a cover glass or any other lid and is left for some minutes to let the solvent vapors ascend the filter paper and saturate the air in the chamber. The TLC plate is then put in the chamber in such a way that the spots of the sample don't touch the surface of the solvent in the chamber, and the lid is closed. The solvent moves up the plate through capillary action, meets the sample mixture and carries it up the plate (that is, elutes the sample). Whenever the solvent front reaches no higher than the top of the filter paper in the chamber, the plate must be eliminated and dried.\n=> Separation Process:\nVarious compounds in the sample mixture travel at different rates because of the differences in their attraction to the stationary phase, and due to differences in solubility in the solvent. By changing the solvent, or possibly by using a mixture, the separation of components (that is, measured by the Rf value) can be adjusted. As well, the separation accomplished by a TLC plate can be employed to approximate the separation of a flash chromatography column.\nThe separation of compounds is mainly based on the competition of the solute and the mobile phase for binding places on the stationary phase. For illustration, if normal phase silica gel is employed as the stationary phase it can be considered polar. Given two compounds that vary in polarity, the more polar compound consists of a stronger interaction by the silica and is thus more capable to dispel the mobile phase from the binding places. As a result, the less polar compound moves higher up the plate (resultant in the higher Rf value).", "score": 0.0018231182689026626, "source": "sparse"}, {"doc_id": "<urn:uuid:2b9149e3-d871-4b69-9809-30f6255bfca6>", "text": "distribution of molecules between the paer and the solvent\n- if the chemical is more attracted to the mobile phase, moves faster, yet if more attracted to the stationary phase more slower\n- chemicals seperate\nWhat are the advantages and disadvantages to paper and thin layer chromatography(TLC)?\n- limited use\n-requires only small volumes of solutions\n-good pre- experiment test\nWhat are aqueous solutions and non-aqueous solutions?\n- -aqueous - solution in water\n- non-aqueous- solutions with no water\nWhat is the mobile and stationary phases TLC and is TLC down?\n- mobile phase-solvent\n-stationaryp hase- an absorbent\nsolid supported on a glass plate or stiff plastic sheet\n-sample dissolved in solvent\n-applied to stationary phase\n- allowed to dry then more solution is added if dilute\n- sample analysed\nWhat is a chromatogram?\n1.add substance to solvent\n2. put solvent in a chromatography tank and put a lid over it\n3. after a few minutes put a prepared paer( maked with a base line and spotted)or TLC\n- all over the paper, but only above the baseline\n4. solvent rises up the paer, leaving a sustance that can be analysed\nHow are colourless sustances located on paper or TLC?\n1. develop chromatogram by spraying it with a locating agent that rea ts with substances to form coloured compounds\n2. Use on ultraviolet lamp with TLC\nplate that contains flurescers, so that tha spots appear violet in UV LIGHT\nHow can chromatograms be interpreted?\n1. comparing spots with those from standard reference material\n2. retardation factor(Rf)\nRf= distance moved by chemical divided by distance moved by solvent\nWhat are the advantages and disadvantages of Gas chromatography?(GC)\n- better than paper or TLC\n- more sensitive\n- can measure amounts of each chemical present\n- lots of high value equipmwnt\nWhat is the process of GC?\nmobile phase: carrier gas(helium0\nstationary phase: thin film of a liquid on the surface of powdered soil, packed into a sealed tube column\n- some compound carried move slowly than others\nas they have different boiling points or greater attraction to the stationary phase\n- very small smaples needed\nHow is the sustances seperated and detected in GC?", "score": 0.0009044632271369216, "source": "sparse"}, {"doc_id": "<urn:uuid:3aa33a15-c055-4536-a44b-e2d772fc2c1a>", "text": "Mobile phase is either a liquid (solid-liquid chromatography) or a gas (gas-solid chromatography). 824 3 Basic Overview on Gas Chromatography Columns Chromatography Columns. Pre-Packed Chromatography Columns Rapid screening of chromatographic conditions is necessary to identify the best purification conditions. At the beginning of the gas chromatography packed columns was the solely available column type. To read more about these packings/columns, please [â¦] The 10 cm bed height of the 5 mL columns allows initial process development on a bench scale. This develops along the gravity. Gas chromatographic columns are usually between 1 and 100 meters long. The stationary phase is a solvent held in the gap of a solvent. Columns - Gas Chromatography A Wide Range of Capillary Columns for General Purpose and MS Applications We also offer an extensive range of customer packed GC columns; encompassing over 300 stationary phases on upwards of 100 solid supports. !Get more details about Packed Column http://finepacindia.in/column-internals.html, Very good information. 3. Custom packed columns are not returnable or refundable. Thin layer chromatography, Open column. RF value = (Distance traveled by the component) / (Distance traveled by the mobile phase) The mobile phase travels up to the level of solvent front.", "score": 0.0005075025058551861, "source": "sparse"}, {"doc_id": "<urn:uuid:3cf752f7-c1b3-4e20-b7be-ef023f9b0854>", "text": "If you are interested, please contact us!\nChromatography is a key technique used in many industries to provide analytical data and purified product depending on the application.\nChromatography — from the Greek roots for colour and writing — is one of the main separation techniques and ranges from the separation of\nink spots in classrooms to the instruments running tandem methods helping to push the boundaries of medical science.\nBut what is the market for chromatography? What is included in that market and what will happen in the future? Let’s peer into the world of\nWhat is the chromatography industry and market size?\nThe chromatography industry can be considered to consist of three main segments:\nSystems — liquid and gas chromatography instruments including HPLC, GC, TLC etc. and their components such as detectors and HPLC pumps.\nConsumables — columns, injectors, vials and myriads of other parts that are used and discarded.\nEnd users — the main actors include pharmaceutical companies, biotechnology, food and environment along with many other smaller users.\nThe value of the chromatography market has been estimated at over $7,000 million in 2013 — with one report estimating a growth of over 5.5% (measured as compound annual growth rate) over the next three years to a market value of over $10,000 million by 2018. Where is the money spent?\nWhat is the largest sector?\nThe global expansion of the market will be led by biotechnology and pharmaceutical companies as they search for the next new drugs to help\nan increasingly large and old population. It is these industries that governments rely on to keep their voters healthy — and the industries are often at the forefront of developing new methods and techniques as they look for cost-effective drug pipelines.\nLiquid chromatography systems are the largest segment of the chromatography systems in use, with the use of HPLC and new techniques such as UHPLC being the separation tools of choice in biotechnology and pharma.\nWhere is the money spent?\nThe largest chromatography market is in North America followed by Europe — with the two continents having 70% of the market — then Asia. It is anticipated that whilst North America and Europe will continue to lead the market over the next five years, the chromatography market in Asia will expand and increase its market share.", "score": 0.00032181590181523635, "source": "sparse"}, {"doc_id": "<urn:uuid:f2b45707-1fa9-4144-abec-7ea22e4981b3>", "text": "Science Methods and Techniques – Chromatography.\nSeparation of individual chemical compounds from the mixture is a very common task in the process of scientific experiment. You deal with similar compounds and you need to figure out what is in the mixture. Chromatography is one of the science methods and techniques used to address this issue. It can be used to separate liquid or soluble compounds which have very similar properties and can not be extracted or separated by other methods.\nTo understand how chromatography works imagine group of people of similar fitness. They should carry weights along the road starting at the same place. They all take off at the same time and walk with approximately the same speed. All weights have identical look but actually they made of different alloys.\nLet's say half of them are 20kg weight (~44 lb) and half - 40kg. Each person takes the weight and walks with it.\nPersons with heavier weights will need to take a rest more frequently and perhaps rest longer then those who carry lighter weights.\nPretty soon our carriers and our weights will be separated in two groups. Something similar happens during the chromatography process.\nIn our example people who carried the weights were what in chromatography called mobile phase. The roadside where they would take the rest was stationary phase. And weights were our chemical compounds. Bunch of different weights at the start line was analyte. And the weight and gravity force worked as affinity between chemical compound and stationary phase. We forget to tell that at the start there were more people then weights, so some lucky went off with empty hands. They would travel further then all others. This would be our solvent front.\nOne important term in chromatography that you need to understand is Retention Factor.\nRetention factor is a value that helps to identify same chemical compounds on different chromatograms. This problem may occur where we compare different samples on different chromatograms(for example plant pigments extracted from different species of plant). It's calculated as a simple ratio: Rf = D2/D1, where D1 is the distance our compound traveled from the start line and D2 is the distance of the solvent front from the start line. For the same compound running on the same stationary phase with same solvent this ratio will always be the same!\nConclusion? The compound is the same for both chromatograms.\nChromatography at home.\npaper chromatography is probably the simpliest science method you could try at home.", "score": 0.00014950601835108103, "source": "sparse"}, {"doc_id": "<urn:uuid:d3519a5a-f4d4-49a1-822e-a8acbbe2465f>", "text": "Would you please go to page 2 and look under \"intro. to comp.\" and check the questions and my answers? Please let me know what I have wrong. Thanks, Shannon you may have to go to page 3, drwls checked them, but I have doubts about his work. This? http://www.jiskha.com/display....\nJune 25, 2007 by This is for MattsRiceBowl\nMath, for Elina\nRepost: Sarah has a rectangular corral for her horses. She wants to put new rail fencing all around the corral. What total lenght of fencing will she need. Description of the corral: in my book it is square and around the square is a length of 28m and inside the square if you ...\nJune 11, 2009 by Writeacher\nTo Mr Salman and armani\nYour duplicate posts have been removed. Please scroll down and follow up on the responses you've already received. http://www.jiskha.com/display.cgi?id=1187291359 http://www.jiskha.com/display.cgi?id=1187305311 Thanks. It was not duplicate response. I wanted to ask whether I ...\nAugust 16, 2007 by Writeacher\ni really need help in this....every time i try to download a program...for example...family feud it stops at 16 or less than that percent...it cant be my memory or my hard drive...i have plenty of that...just got new memory..so im really confused as maybe i clicked on ...\nNovember 12, 2006 by sheila\nlist of rf values\ncan you give a comprehensive list of rf values. rf: Radio Frequency? I am uncertain what the context of rf is. rf probably is related to chromatography. They are the retention factors for thin layer chromatography; i.e., TLC. I looked on www.google.com an this is what I found...\nDecember 7, 2006 by damola\nHow can a person distinquish between the prejudicial and non-predjudicial use of rhetorical devices? Please check these answers. http://www.jiskha.com/display.cgi?id=1159917320\nJune 9, 2007 by cindy\nhttp://www.jiskha.com/display.cgi?id=1161178586 Please note that B is incorrect.", "score": 9.663622283785055e-05, "source": "sparse"}, {"doc_id": "<urn:uuid:049ebe34-16b9-4ced-81ff-37417202dde5>", "text": "Referring now to FIG. 23, an open or closed loop feedback control system 54 couples sensor 346 to energy source 392 (also called power source 392). In this embodiment, electrode 314 is one or more RF electrodes 314. The temperature of the tissue, or of RF electrode 314, is monitored, and the output power of energy source 392 adjusted accordingly. The physician can, if desired, override the closed or open loop control system 54. A microprocessor 394 can be included and incorporated in the closed or open loop system to switch power on and off, as well as modulate the power. Closed loop feedback control system 54 utilizes microprocessor 394 to serve as a controller, monitor the temperature, adjust the RF power, analyze the result, refeed the result, and then modulate the power.\nWith the use of sensor 346 and feedback control system 54, tissue adjacent to RF electrode 314 can be maintained at a desired temperature for a selected period of time without causing a shut down of the power circuit to electrode 314 due to the development of excessive electrical impedance at electrode 314 or adjacent tissue as is discussed herein. Each RF electrode 314 is connected to resource that generate an independent output. The output maintains a selected energy at RF electrode 314 for a selected length of time.\nCurrent delivered through RF electrode 314 is measured by current sensor 396. Voltage is measured by voltage sensor 398. Impedance and power are then calculated at power and impedance calculation device 400. These values can then be displayed at user interface and display 402. Signals representative of power and impedance values are received by a controller 404. A control signal 404′ (also called energy control signal 404′) is generated by controller 404 that is proportional to the difference between an actual measured value, and a desired value. The control signal is used by power circuits 406 to adjust the power output an appropriate amount in order to maintain the desired power delivered at respective RF electrodes 314.\nIn a similar manner, temperatures detected at sensor 346 provide feedback for maintaining a selected power. Temperature at sensor 346 is used as a safety means to interrupt the delivery of power when maximum pre-set temperatures are exceeded. The actual temperatures are measured at temperature measurement device 408, and the temperatures are displayed at user interface and display 402.", "score": 5.367694869468628e-05, "source": "sparse"}, {"doc_id": "<urn:uuid:54f60966-a5e3-4d4f-8ef5-d96bfd906df1>", "text": "I would refer to the WB-62 design vehicle, which means a multi-unit tractor-trailer combination that has a 62 foot wheel base. This truck is actually about 69 feet from nose to tail. There are also the WB-40 and the WB-50 and the WB-65. For trivia purposes, the WB-65, which is 74 feet from nose to tail, is the vehicle used when designing interstaets and interstate ramp terminals.\nThe importance of the design vehicle becomes clear when you start putting together the design of intersections and sharp curves. Larger trucks need more room in order to make turns. The rear wheels of a truck–well, of any vehicle, really–will run to the inside of the front wheels. This wider path made during a turn is called overtracking, and its why you see large trucks swing out really wide when they’re making right angle turns at intersections. The distance and width needed to ensure that the rear wheels of the design vehicle stay off the edge of pavement, or out of the adjacent lanes, can add a lot of cost to a design project.\nNext time you’re walking in an area that has curbs and you come to an intersection, look at the corners. Do you see tire tracks up against the curb faces? Do you see tire tracks on top of the curb, or on the sidewalk? Are the corners, maybe including the pedestrian ramps, broken and cracked? If any of these are true, it means most likely that truck drivers are running their rear wheels up and over the curbs when they’re trying to make turns. This could be becuase the driver isn’t very good, but more likely it’s because there’s not enough room for the trucks to clear when taking their overtracking into account.\nLarge vehicles are also important to consider when we’re designing intersections and considering the time it takes to accelerate. For example, the distance you need to be able to see to your left, or to your right, when you’re trying to turn onto a roadway. On a 45 mile per hour road, with no other consideations, that distance should be 500 feet if you’re driving a car. If you’re driving a tractor trailer, then I have to add another 270 feet! A football field worth of view, basically. That means no hills, curves or bushes to block the view of that truck driver trying to make a left turn.", "score": 0.986697394087119, "source": "sparse"}, {"doc_id": "<urn:uuid:e0b65916-6a5b-4071-84f6-25c4c5c261c4>", "text": "Trucks Make Wide Turns\nWith a height up of up to 14 feet, fully-loaded trucks have a much higher center of gravity than typical passenger vehicles, or even SUVs (4.5 feet – 5 feet and 6.5 feet high, respectively). High centers of gravity make it easier for trucks to tip over. They will often move into adjacent lanes prior to and after a turning maneuver to avoid driving over a curb or sidewalk or hitting a car in an opposing travel lane.\nDon’t try to sneak past the right side and squeeze around them – it may be the last mistake you’ll ever make.\nWatch for the truck’s turn signal to see what the driver intends to do. Occasionally, truck drivers will fail to signal or the trailer signal light may be inoperative. Never attempt to cut in along the right side as the driver maneuvers left or you way become sandwiched between the turning truck and the curb. Safe drivers will avoid the truck’s No-Zones and wait to assess the truck driver’s intent before passing.\nAs a general rule, avoid passing trucks while turning and never pass them on the right side.\nDon’t Crowd an Intersection\nMany intersections are marked with stop lines, indicating where a driver must come to a complete stop. Crowding an intersection means to stop beyond the stop lines, leaving your vehicle exposed to trucks attempting to turn, as well as other vehicles and pedestrians. Crowding an intersection is illegal and puts you at risk of being hit by trucks and other vehicles turning from other areas of the intersection.\nDownload the wide turns fact sheet (pdf)\nA semi’s height (up to 14′), length and weight make it nearly impossible for the driver to make tight turns like regular cars and trucks. A fully-loaded truck also has a much higher center of gravity than typical passenger vehicles and SUVs, making it easier for a truck to tip over. Read more in the PDF.", "score": 0.860858321, "source": "dense"}, {"doc_id": "<urn:uuid:50ce392d-1f88-4f97-aa5a-9da4fd3a07e2>", "text": "Wide Right Turns a Big Road Hazard\nOver 4,000 people die in large truck accidents annually, and out of those deaths, some 68 percent of them are riding in a passenger vehicle. Accidents involving large trucks can be devastating simply due to the weight and size of commercial trucks. They can weigh up to 40 tons, compared to one to five tons for an average passenger vehicle. One of the most common types of trucking accidents involves wide right turns which are exceptionally dangerous because they can result in head on collisions. If you have been injured in a commercial trucking accident, you need to speak with an experienced personal injury attorney as soon as possible.\nWhy Wide Right Turn Accidents Occur\nIf you visualize how a truck has to make a right turn it is easier to understand how these accidents happen. The size of a truck makes it hard to maneuver a truck. To manage these turns, a truck must swing the truck to the left first. This can result in one of several types of right turn accidents. If the truck swings their vehicle to the left too far, it can veer into the next lane of traffic and strike the vehicles there.\nThe second type of wide right turn accident occurs if the truck driver doesn’t go far enough to the left before attempting to turn right. The failure to swing sufficiently to the left can cause the truck to roll over. This can be devastating enough because it could cause cargo to spill onto other vehicles or the roadway or result in a fire. In even more devastating situations, the truck could roll over on top of nearby vehicles.\nThe third common type of wide right turn accident occurs where there are two right turning lanes. When a truck turns, it may veer into the second turn lane. If a car is in that lane, it may be trapped or crushed by the turning truck.\nAlthough a truck driver should always use a turn signal to indicate their intentions, many drivers fail to realize how much a berth a truck needs to make a right turn. This may result in them not giving the truck enough space.\nDetermining Liability in a Wide Right Turn Accident\nIf you have suffered injuries in a wide right turn accident, you may be entitled to receive compensation for your injuries and damages. However, who pays the compensation depends on who is liable for the accident.", "score": 0.85623318, "source": "dense"}, {"doc_id": "<urn:uuid:e267e980-b9c6-4d03-bc9e-02e50478e3f9>", "text": "CNN explores a burning question: why do commercial delivery couriers always favour right hand turns? Apparently these services save “millions of gallons of fuel each year, and avoids emissions equivalent to over 20,000 passenger cars.” with this one practice. By avoiding left turns, you are avoiding delays that can make for traffic build ups. Even a left turning phase adds approximately 45 seconds to a left turn.\nAnd there is more-“a study on crash factors in intersection-related accidents from the US National Highway Traffic Safety Association shows that turning left is one of the leading “critical pre-crash events” (an event that made a collision inevitable), occurring in 22.2 percent of crashes, as opposed to 1.2 percent for right turns. ” Over 60 per cent of crashes happen while turning left, compared to 3 per cent of crashes involving right turns.\nInformation from data collected by New York City’s transportation planners conclude that pedestrians are three times more likely to be killed from left turn vehicles. The UPS carriers assess all the routes to avoid left hand turns to minimize idling time and increase time sensitivity. They have rebooted Google maps to reflect routes that minimize left hand turns, a practice developed in the 1970’s with the term “Loop Dispatch”.\nWhile this works great for pre-planned routes, in daily driving routes are less random. But when you see a big company courier truck making a left turn in traffic, you will know they are deviating from the “Loop Dispatch” plan.", "score": 0.850520909, "source": "dense"}, {"doc_id": "<urn:uuid:f65fd5df-0640-41a6-bf64-6a33dbebff7c>", "text": "04 Jun Safety Matters: Trucking\nDriving a truck comes with a number of constant hazards that drivers need to be aware of in order to keep themselves and others on the road safe. Share the following Safety Matters with your drivers.\nAvoiding Right Turn Squeeze Crashes\nLarge commercial vehicles can be challenging to maneuver, particularly on residential and city streets. Taking a turn too sharply or widely can lead to costly accidents and serious injuries. One common type of accident is the right turn squeeze crash, which occurs when a truck driver makes a wide right turn, leaving too much distance between the truck and the curb. When doing so, other drivers on the road may try to squeeze past the truck and could end up getting their vehicle caught underneath the truck’s trailer.\nIn order to make right turns as safe as possible, drivers should be aware of their environments and the potential challenges that they may impose. For example, a particularly narrow intersection can make right turns especially dangerous.\nIt is also important that the vehicles and trailers are in proper working order. A broken turn signal or a lack of adequate mirrors will make any type of driving unsafe.\nThere are many steps to making a turn. As a truck driver, you have a responsibility for not only your own safety, but that of pedestrians and other drivers as well. When making a right turn, adhere to the following steps in order to make the process as safe as possible:\n- Prepare for the turn by moving into the right-hand lane as early as you can.\n- Activate your turn signal well in advance, and reduce your speed.\n- As you approach the intersection, observe the area and make sure that you will be able to safely complete the turn.\n- When beginning your turn, keep the rear of your trailer in the right-hand lane and close to the curb.\n- Avoid swinging wide to the left or crossing into other lanes.\n- Use your mirrors to check for other vehicles, pedestrians or obstructions.\n- Never back up when completing a turn.\nIf you are unable to finish a turn, wait for other traffic to clear to do so.\nAs a driver, safety should be your top priority. If you find that a turn may not be possible, it is better to take a slight detour and ensure that you will be able to get to your destination safely. A small delay is far less costly than an accident. If you have any questions about making right turns safely, talk to your supervisor.", "score": 0.843693078, "source": "dense"}, {"doc_id": "<urn:uuid:7f895c94-6ad2-4c9c-9a4a-bad6883b9908>", "text": "Truck drivers admittedly recognize that making a right turn with their long and heavy loads is not easy. Every experienced big rig driver will admit that negotiating a right turn can be downright dangerous and likely have many accounts they could tell demonstrating this.\nClearly, the size of the big rigs themselves require that the big rig operators understand the special techniques required to negotiate right hand turns and be even more vigilant for pedestrians and vehicles around them while they negotiate the turn.\nA common scenario leading to a collision between a big rig and an auto during a right hand turn is due to the ‘swinging rear.’ As the truck makes its right turn, the rear of the trailer will swing in the opposite direction. In other words, to the left. This can cause a portion of the rear end of the truck end to up several inches (perhaps even feet) over into the adjoining lane. Should a car be there while the truck is ‘swinging’ over into the lane and comes into contact with another car, the force has at times caused these cars to be then pushed out of their lane and into the next adjoining lane resulting in the middle car getting crushed. The collisions are especially dangerous when the car that got hit by the rear of the big rig gets pushed in a lane involving traffic going in the opposite direction.\nThe size and length of many tractor trailers is an issue when negotiating the right turn which can be compounded if the street is not very wide. Oftentimes, truck drivers find themselves actually crossing the double lines of a two way street in order to get their big rig setup to complete the right hand turn. Therefore, many 18 wheeler tractor trailer collisions involve vehicles that were heading in the opposite direction of the big rig but were struck during the turn.\nPedestrians can also be crushed during a right hand turn scenario. At times, a pedestrian will pass while the big rig while it is negotiating the right hand turn. Many pedestrians, especially children, have nearly no experience walking near big rigs and may not take into consideration that the big rig will come swinging back. Other times, a big rig operator will simply end up crossing into the bike or pedestrian lanes taking the bicyclist or pedestrian by surprise. Sadly these accidents usually result in severe injury or death.\nWe at the Law Offices of Edward A. Smith respects those in the big rig community and the services they provide our nation. Many tractor trailer operators have years of safe driving habits. Many, however, have not been adequately trained in safety.", "score": 0.841488183, "source": "dense"}, {"doc_id": "<urn:uuid:e6b3d084-482c-444a-89e3-dfa5198ec893>", "text": "When it comes to truck driving, safety is paramount. The sheer size of the vehicles alone makes them a hazard on the road, and they are far more likely to cause accidents and injuries than cars, motorbikes, and cycles are. If you’re a truck driver, you need to make sure you’re doing all you can, all the time, to keep yourself and your fellow road users safe and to ensure you don’t let accidents strip you of your trucking authority.\nBe aware of YOUR speed limits\nMore often than not, speed limit signs will dictate one maximum speed limit for smaller vehicles, and another one for larger ones. Your truck will fall under the larger-vehicle limit, which will be slower than the one imposed on cars, and it is of the utmost importance that you are aware of this. Do not confuse the limits, as doing so will see you go faster than you should be going with your type of vehicle, and will, therefore, make you more of a danger.\nYou should be particularly aware of your speed when you come to turns in the road. Trucks are far more likely to lose control of themselves as they curve than cars are, and their drivers MUST slow down when their road begins to deviate.\nPay attention to your space cushion\nYour space cushion is the room that immediately surrounds your truck on all of its sides, and other vehicles shouldn’t be encroaching upon it. Of course, you cannot account for other drivers, and anybody could get too close to you at any time. What you can account for, however, is your own driving skills, and making sure your truck never gets too close to anything else that it shares the road with.\nImportantly, this means maintaining a safe distance between yourself and the vehicle in front of you. As your truck will have more weight, size, and power than all of the cars that it follows, you going into the back of one can and will cause serious damage. For this reason, you should stay two vehicle lengths behind cars when the traffic is free-flowing, allowing you a safe stop time should the course you are taking dictate you to halt.\nMake sure your truck can be seen\nAs mentioned, the size of trucks makes them one of the biggest dangers on the road, and it is for this reason why safety procedures must be in place to ensure other road users know when your truck is approaching them.", "score": 0.840437412, "source": "dense"}]}
{"id": 8, "question": "What was the purpose of the uprising in Italy in 1861 led by Garibaldi and his thousand men?", "passages": [{"passage": "1. King Francis of Naples's troops were defeated within three months, allowing Garibaldi to lead his men to the mainland of Italy.\n2. Garibaldi won the Battle of Reggio and marched on Naples, entering unopposed on September 7, 1860.\n3. The king of Naples had no intention of surrendering without a fight.\n4. Garibaldi was made \"Dictator of the Two Sicilies\" after capturing Naples, the largest town in Italy.\n5. Egalitarian initiatives such as free education and land reform were set up during Garibaldi's brief reign, but were revoked, causing civil unrest for another decade.\n6. Garibaldi would fight more battles, be arrested and imprisoned, and even be elected to parliament.\n7. Garibaldi had a youthful association with the St. Simonians, a Christian communard group that preached principles similar to those of Karl Marx.\n8. With 3,500 men, Garibaldi crossed to the mainland on August 19 and started a 300-mile march towards Naples.\n9. Garibaldi's reputation preceded him, and main streets or squares in Italy are often named after him.\n10. A procession of 50,000 artisans in England served as a foretaste of the extraordinary testimony of the English people's estimation of Garibaldi's principles and services in the cause of liberty.\n11. Garibaldi was invited to London by the trades council, but was eventually ordered out of Italy by the government, with Queen Victoria regarding this as good riddance.\n12. Unsatisfied with the Bourbon government, major revolutionary movements began in 1820.\n13. Garibaldi started in Sicily in support of a local uprising and worked his way over to the mainland and on up to the capital, the city of Naples.\n14. A nationalist push for unification emerged in the 1820s, but remained relatively small in its early years.\n15. The upsurge in brigandage and heavy outflow of peasants in the Italian diaspora, especially to the United States and South America, followed Garibaldi's victory.\n16. The Carbonari movement spread into various Italian regions after the Congress of Vienna divided the Italian peninsula among European powers.\n17. Many leaders of the unification movement were at one time members of the Carbonari movement.\n18. There was massive desertion among royalist troops, many of whom felt they were now bound up in defending a lost cause.", "score": 2.994759202003479, "source": "basic", "doc_IDs": ["<urn:uuid:adffad36-3e59-4e46-94cf-12f3e510ab15>", "<urn:uuid:19dbe4fc-74e7-496c-a9ed-3ad0d25c451f>", "<urn:uuid:b1927b8c-d936-483a-a373-848ea2cd9661>", "<urn:uuid:310f4f3a-94d3-4a1c-a4e5-35da4e5c6665>", "<urn:uuid:8130130b-a8cf-4d0f-a406-5dd588706c78>", "<urn:uuid:ab7959c9-02c5-452e-9861-0048f05d4381>", "<urn:uuid:eaa452e5-71f7-4343-9c24-705988bd3b2d>", "<urn:uuid:84c03120-2dff-4500-b13f-e314dc7606b2>", "<urn:uuid:98f09870-10b7-452c-92f6-f426d39f677c>", "<urn:uuid:93d0b399-bf0d-4a8d-bf6e-4b5750a5de65>"]}, {"passage": "- Italian unification occurred under a monarchy, led by Victor Emmanuel II, following the \"handshake of Teano\" between him and Giuseppe Garibaldi in 1860.\n- The unification was a result of efforts by Italian nationalists and monarchists loyal to the House of Savoy.\n- The process began with an unsuccessful war against Austria in 1848, followed by the Second Italian War of Independence in 1859, which resulted in the liberation of Lombardy.\n- In 1860-61, Giuseppe Garibaldi led the drive for unification in Naples and Sicily, allowing the Sardinian government to declare a united Italian kingdom on 17 March 1861.\n- In 1866, Italy allied with Prussia during the Austro-Prussian War, waging the Third Italian War of Independence and annexing Venetia.\n- The House of Savoy took over the Papal States during the Franco-Prussian War of 1870, when France abandoned its garrisons in Rome.\n- More than 650,000 Italian soldiers lost their lives in World War I.\n- The Sardinian Albertine Statute of 1848, extended to a united Italian kingdom in 1861, provided for basic freedoms, but electoral laws excluded the non-propertied and uneducated classes from voting.\n- The government of a united Italy took place in a framework of parliamentary constitutional monarchy dominated by liberal forces.\n- In 1913, male universal suffrage was adopted.\n- Northern Italy industrialized quickly, while the South and rural areas remained underdeveloped, leading to mass migration abroad.\n- The Italian Socialist Party constantly increased in strength, challenging the traditional liberal and conservative establishment.\n- Starting from the last two decades of the 19th century, Italy developed into a colonial power, ruling over Somalia, Eritrea, Libya, and the Dodecanese.\n- Giuseppe Garibaldi, a key figure in the unification movement, spent fourteen years in Italy, taking part in several wars, and returned to Italy in 1848.\n- After the Revolutions of 1848, Giuseppe Garibaldi was the apparent leader of the Italian unification movement.\n- Giuseppe Garibaldi led the Italian republican drive for unification in southern Italy, but the northern Italian monarchy of the House of Savoy also had ambitions for a united Italian state.\n- The transition was not smooth for the South (the “Mezzogiorno”), which was afflicted with numerous deep economic and social liabilities.\n- Camillo Benso, conte di Cavour, the Prime Minister of the Kingdom of Piedmont, believed the basic problem could be remedied by strict application of the Piedmonese legal system.\n- Italy became a nation-state belatedly, on 17 March 1861, under King Victor Emmanuel II of the Savoy dynasty.\n- The architects of Italian unification were Count Camillo Benso di Cavour and Giuseppe Garibaldi.\n- In 1866, Prussian Prime Minister Otto von Bismarck offered an alliance with the Kingdom of Prussia to King Victor Emmanuel II of the Savoy dynasty, which allowed Italy to annex Austrian-controlled Venice.\n- Italy allied with Prussia against Austria in 1866 and was given Venice.\n- During the Franco-Prussian War (1871), France protected Rome and could not spare troops to defend Rome. Italy so took Rome.\n- Italy developed into a colonial power by the late 19th century, ruling over Somalia, Eritrea, Libya, and the Dodecanese.\n- Giuseppe Garibaldi, a key figure in the unification movement, spent fourteen years in Italy, taking part in several wars, and returned to Italy in 1848.\n- After the Revolutions of 1848, Giuseppe Garibaldi was the apparent leader of the Italian unification movement.\n- Giuseppe Garibaldi led the Italian republican drive for unification in southern Italy, but the northern Italian monarchy of the House of Savoy also had ambitions for a united Italian state.\n- The transition was not smooth for the South (the “Mezzogiorno”), which was afflicted with numerous deep economic and social liabilities.\n- Camillo Benso, conte di Cavour, the Prime Minister of the Kingdom of Piedmont, believed the basic problem could be remedied by strict application of the Piedmonese legal system.\n- Italy became a nation-state belatedly, on 17 March 1861, under King Victor Emmanuel II of the Savoy dynasty.\n- The architects of Italian unification were Count Camillo Benso di Cavour and Giuseppe Garibaldi.\n- In 1866, Prussian Prime Minister Otto von Bismarck offered an alliance with the Kingdom of Prussia to King Victor Emmanuel II of the Savoy dynasty, which allowed Italy to annex Austrian-controlled Venice.\n- Italy allied with Prussia against Austria in 1866 and was given Venice.\n- During the Franco-Prussian War (1871), France protected Rome and could not spare troops to defend Rome. Italy so took Rome.\n- Italy developed into a colonial power by the late 19th century, ruling over Somalia, Eritrea, Libya, and the Dodecanese.\n- Giuseppe Garibaldi, a key figure in the unification movement, spent fourteen years in Italy, taking part in several wars, and returned to Italy in 1848.\n- After the Revolutions of 1848, Giuseppe Garibaldi was the apparent leader of the Italian unification movement.\n- Giuseppe Garibaldi led the Italian republican drive for unification in southern Italy, but the northern Italian monarchy of the House of Savoy also had ambitions for a united Italian state.\n- The transition was not smooth for the South (the “Mezzogiorno”), which was afflicted with numerous deep economic and social liabilities.\n- Camillo Benso, conte di Cavour, the Prime Minister of the Kingdom of Piedmont, believed the basic problem could be remedied by strict application of the Piedmonese legal system.\n- Italy became a nation-state belatedly, on 17 March 1861, under King Victor Emmanuel II of the Savoy dynasty.\n- The architects of Italian unification were Count Camillo Benso di Cavour and Giuseppe Garibaldi.\n- In 1866, Prussian Prime Minister Otto von Bismarck offered an alliance with the Kingdom of Prussia to King Victor Emmanuel II of the Savoy dynasty, which allowed Italy to annex Austrian-controlled Venice.\n- Italy allied with Prussia against Austria in 1866 and was given Venice.\n- During the Franco-Prussian War (1871), France protected Rome and could not spare troops to defend Rome. Italy so took Rome.\n- Italy developed into a colonial power by the late 19th century, ruling over Somalia, Eritrea, Libya, and the Dodecanese.\n- Giuseppe Garibaldi, a key figure in the unification movement, spent fourteen years in Italy, taking part in several wars, and returned to Italy in 1848.\n- After the Revolutions of 1848, Giuseppe Garibaldi was the apparent leader of the Italian unification movement.\n- Giuseppe Garibaldi led the Italian republican drive for unification in southern Italy, but the northern Italian monarchy of the House of Savoy also had ambitions for a united Italian state.\n- The transition was not smooth for the South (the “Mezzogiorno”), which was afflicted with numerous deep economic and social liabilities.\n- Camillo Benso, conte di Cavour, the Prime Minister of the Kingdom of Piedmont, believed the basic problem could be remedied by strict application of the Piedmonese legal system.\n- Italy became a nation-state belatedly, on 17 March 1861, under King Victor Emmanuel II of the Savoy dynasty.\n- The architects of Italian unification were Count Camillo Benso di Cavour and Giuseppe Garibaldi.\n- In 1866, Prussian Prime Minister Otto von Bismarck offered an alliance with the Kingdom of Prussia to King Victor Emmanuel II of the Savoy dynasty, which allowed Italy to annex Austrian-controlled Venice.\n- Italy allied with Prussia against Austria in 1866 and was given Venice.\n- During the Franco-Prussian War (1871), France protected Rome and could not spare troops to defend Rome. Italy so took Rome.\n- Italy developed into a colonial power by the late 19th century, ruling over Somalia, Eritrea", "score": 0.012721538543701172, "source": "basic", "doc_IDs": ["<urn:uuid:adffad36-3e59-4e46-94cf-12f3e510ab15>", "<urn:uuid:58b32727-795d-470b-8c21-3419f93f0d50>", "<urn:uuid:19dbe4fc-74e7-496c-a9ed-3ad0d25c451f>", "<urn:uuid:b1927b8c-d936-483a-a373-848ea2cd9661>", "<urn:uuid:310f4f3a-94d3-4a1c-a4e5-35da4e5c6665>", "<urn:uuid:cbaa7594-0b4d-478b-9cf8-572621c16639>", "<urn:uuid:82a87408-0497-4e28-8b56-e2bda46cb552>", "<urn:uuid:8130130b-a8cf-4d0f-a406-5dd588706c78>", "<urn:uuid:ab7959c9-02c5-452e-9861-0048f05d4381>", "<urn:uuid:eaa452e5-71f7-4343-9c24-705988bd3b2d>", "<urn:uuid:84c03120-2dff-4500-b13f-e314dc7606b2>", "<urn:uuid:aae7954d-e2f1-46f5-864f-6b9d79068b9a>", "<urn:uuid:40b666bd-0211-4f43-8c1b-b59a31d958f0>", "<urn:uuid:98f09870-10b7-452c-92f6-f426d39f677c>", "<urn:uuid:93d0b399-bf0d-4a8d-bf6e-4b5750a5de65>"]}], "retrieved_chunks": [{"doc_id": "<urn:uuid:cbaa7594-0b4d-478b-9cf8-572621c16639>", "text": "At first Sicily was able to remain as an independent kingdom under personal union, while the Bourbons ruled over both from Naples. However, the advent of Napoleon's First French Empire saw Naples taken at the Battle of Campo Tenese and Bonapartist Kings of Naples were instated. Ferdinand III the Bourbon was forced to retreat to Sicily which he was still in complete control of with the help of British naval protection.\nFollowing this Sicily joined the Napoleonic Wars, after the wars were won Sicily and Naples formally merged as the Two Sicilies under the Bourbons. Major revolutionary movements occurred in 1820 and 1848 against the Bourbon government with Sicily seeking independence; the second of which, the 1848 revolution resulted in a short period of independence for Sicily. However, in 1849 the Bourbons retook the control of the island and dominated it until 1860.\nIn 1860, as part of the Risorgimento, the Expedition of the Thousand led by Giuseppe Garibaldi captured Sicily. The conquest started at Marsala, and native Sicilians joined him in the capture of the southern Italian peninsula. Garibaldi's march was finally completed with the Siege of Gaeta, where the final Bourbons were expelled and Garibaldi announced his dictatorship in the name of Victor Emmanuel II of Kingdom of Sardinia. Sicily became part of the Kingdom of Sardinia after a referendum where more than 75% of Sicily voted in favor of the annexation on 21 October 1860 (but not everyone was allowed to vote). As a result of the Kingdom of Italy proclamation, Sicily became part of the kingdom on 17 March 1861.\nAfter the Italian Unification, in spite of the strong investments made by the Kingdom of Italy in terms of modern infrastructure, the Sicilian (and the wider mezzogiorno) economy remained relatively underdeveloped and this caused an unprecedented wave of emigration. In 1894, organizations of workers and peasants known as the Fasci Siciliani, protested against the bad social and economic conditions of the island but they were suppressed in a few days. The Messina earthquake of 28 December 1908 killed over 80,000 people. This period was also characterised by the first contact between the Mafia, the Sicilian crime syndicate (also known as Cosa Nostra), and the Italian government.", "score": 0.810246289, "source": "dense"}, {"doc_id": "<urn:uuid:eaa452e5-71f7-4343-9c24-705988bd3b2d>", "text": "There is much discussion even today about exactly how a relatively small band of Garibaldini, augmented at most by a few thousand irregulars picked up along the way, managed to make their way up the peninsula against what, at least on paper, appeared to be an overwhelmingly superior force. It is probably best to view Garibaldi's victory as resulting from a combination of factors. First, Garibaldi, himself, was a master of the hit-and-run harassing tactics that would one day become known as \"guerrilla warfare.\" He was also a firm believer in Napoleon's dictum that \"morale is to material as ten is to one\"—and his Redshirts had morale to burn. They were the righteous bringers of a new nation, and there is little doubt that large numbers of the long-suffering peasantry in Calabria and Puglia (perhaps less so as he moved further north towards Naples) genuinely viewed them as liberators.\nsituation in the Bourbon military also worked to\nGaribaldi's advantage. There was massive desertion among\nroyalist troops, many of whom felt that they were now\nbound up in defending a lost cause. Additionally, the\nofficer corps had been bitterly split for at least a\ndecade between old-guard royalists and those who felt\nthat the time for a united Italy had come at last.\nAll this, and more, combined to produce the unlikely sight, on September 7, 1860, of Giuseppe Garibaldi and a small group of companions entering Naples unopposed, by train (!) from Salerno and then in an open carriage from the station to the Royal Palace. They were miles ahead of the army. The king had fled to Gaeta the day before and the city and remaining troops welcomed the Risorgimento by giving Garibaldi a hero's welcome.\nA Bourbon force of about 20,000 troops had remained loyal to the king and gone north with him. Initially, the king had intended his retreat as somewhat of a strategic withdrawal. He had no intention of surrendering his kingdom without a fight. His army, near Gaeta, was, however, also being pressed from the north by the advancing army of King Victor Emanuel of Piedmont, who had finally decided to get on the bandwagon of unification before Garibaldi got all the credit.", "score": 0.809405088, "source": "dense"}, {"doc_id": "<urn:uuid:8130130b-a8cf-4d0f-a406-5dd588706c78>", "text": "(September) After a lightning campaign in Calabria, he captures Naples, the largest town in Italy, and makes himself \"Dictator of the Two Sicilies.\" (October) After a big battle on the Volturno River, he holds plebiscites in Sicily and Naples, and then gives the whole of southern Italy to Cavour, proclaiming Victor Emanuel as King of a united nation. (November) He returns to Caprera, which now remains permanently his home.\n1861 (April) He attacks Cavour in parliament over the latter's ungenerous treatment of the volunteers. (July) President Lincoln offers him a command in the American Civil War, but has to withdraw the offer after a storm of protest from the Vatican.\n1862 (July) He begins agitating in Sicily for another march on Rome, evidently with some encouragement from the King and Rattazzi, the Prime Minister. (August) Seriously wounded in a clash with Italian troops at Aspromonte, in Calabria. (October) After being imprisoned, he is granted an amnesty by the King.\n1863 Resigns from parliament because of martial law being applied in Sicily.\nTriumphal reception in England.\nGaribaldi welcomed in London.\nA reception given by the Duchess of Sutherland at Stafford House.\nThe whole country shut down for 3 days when Garibaldi visited London in 1864. High and low received him except Queen Victoria and the royal family. Thousands of children lined the streets and they all chanted this little ditty:\nWe'll get a rope,\nAnd hang the Pope:\nSo up with Garibaldi!\n1866 Leads another volunteer army in a new war against Austria, after which Venice is joined to Italy.\n1867 Again attempts a march on Rome, but is beaten by papal and French forces at Mentana, and once again is arrested by the Italian government.\n1870 Joins republican France in the Franco-Prussian war, and is made commander of an army in the Vosges....This is one of the most important years in history. After 1260 years, Rome ceases to be governed by the Popes and becomes the Capital of the new united Italy. Pius IX declares himself infallible in the same year!!\nMap of Italy after the fall of the Papal States\nThe Fourth Beast Papal Rome receives a deadly wound from the sword of Garibaldi.", "score": 0.807794213, "source": "dense"}, {"doc_id": "<urn:uuid:aae7954d-e2f1-46f5-864f-6b9d79068b9a>", "text": "The formation of the modern Italian state began in 1861 with the unification of most of the peninsula under the House of Savoy (Piedmont-Sardinia) into the Kingdom of Italy. Italy incorporated Venetia and the former Papal States (including Rome) by 1871 following the Franco-Prussian War (1870-71).\nWhy did Italy switch sides in ww2?\nAfter a series of military failures, in July of 1943 Mussolini gave control of the Italian forces to the King, Victor Emmanuel III, who dismissed and imprisoned him. The new government began negotiations with the Allies. The subsequent British invasion of Italy was unopposed.", "score": 0.807646275, "source": "dense"}, {"doc_id": "<urn:uuid:eaa452e5-71f7-4343-9c24-705988bd3b2d>", "text": "Thus hemmed in, the Bourbons made a desperate effort in early October to break out and retake their kingdom by storming south at the Volturno River. Garibaldi was called upon for one of the few times in his life to fight a pitched battle instead of one of his guerrilla actions, and to defend instead of attack. He commanded troops along a twenty-kilometer front against a superior attacking force and held.\nOn October 25th, near\nCapua, Garibaldi greeted Victor Emanuel of Piedmont's\nRoyal House of Savoy with the words, \"Greetings to the\nfirst King of Italy\" and surrendered his conquests\n—Sicily, half the Italian peninsula and the vast\nNeapolitan Royal Navy (considerably superior to northern\nItalian fleets of the time) —without the slightest\nhesitation or thought of reward for himself, simply\nbecause it was the right thing to do.\nFor their efforts,\nGaribaldi and his superb men were completely and utterly\nsnubbed by the new rulers of Italy. The egalitarian\ninitiatives such as free education and land reform that\nGaribaldi had set up during his brief reign as \"Dictator\nof Naples\" were revoked, provoking for another\ndecade in much of the south what almost amounted to a civil war as recently liberated\nsubjects of the Bourbons took to the hills to escape\ntheir liberators from the north.\nlike the way things had turned out, but figured it was\njust more injustice he would have to straighten out when\nhe got around to it. He spent the last twenty years of\nhis life actively trying to do just that in one way or\nanother, in one place or another. He would fight more battles,\nbe arrested and imprisoned (he escaped) and even be\nelected to parliament. He didn't have a political bone\nin his body, and he continued to be saddened and\nconfounded by the politics of those who refused to do\nthe right thing. The Kingdom of Naples, which Garibaldi\nhad handed to Victor Emanuel on a silver platter, was\nofficially dissolved on Oct. 22, 1860, when Neapolitans\nvoted by plebiscite to become part of Mazzini's \"new\nItaly…united for all Italians\".", "score": 0.807533383, "source": "dense"}, {"doc_id": "<urn:uuid:b1927b8c-d936-483a-a373-848ea2cd9661>", "text": "The painting comes from the collection of Enrico Piceni, the discerning art lover and journalist who was also the driving force behind the important series of monographic studies on 19th-century masters published by Arnoldo Mondadori in the 1930s. It is a replica of the work commissioned by Cesare Sala and shown at the Esposizione di Belle Arti dell’Accademia di Brera in 1861 with the title Garibaldi on the Hill over Sant’Angelo (1861, Milan, Civiche Raccolte Storiche). It portrays Garibaldi on the high ground overlooking the plain of the River Volturno, where the outline of the town of Capua can be discerned. Two mounted soldiers on the right seem to be waiting for the general as he pauses pensively on the spot where his army of volunteers has just won a heroic victory. Garibaldi was soon after to meet Vittorio Emanuele II at Teano and hand over the conquered territories, thus marking the end of the expedition of his one thousand volunteers and the beginning of the Kingdom of Italy. Unquestionably the greatest leader of the Risorgimento, Garibaldi appears in the history painting of Gerolamo Induno as an epic symbol and a very human figure at the same time. In this work he stands out in isolation against the sun-drenched landscape of southern Italy but displays the informality of the ordinary mortal in the way he holds the cigar between his fingers and the natural pose of the arm resting on the hilt of his sword. The realism of this portrait is inseparably interwoven with the heroic character of its subject, thus endowing the work with the unmistakable power to bring the events and personages of contemporary history closer to the life of the common people, as shown also in the canvases of the painter’s brother Domenico Induno.", "score": 0.4564742790365873, "source": "sparse"}, {"doc_id": "<urn:uuid:adffad36-3e59-4e46-94cf-12f3e510ab15>", "text": "1000 (Viva V.E.R.D.I.) is a song based on the historical battle that took place in Italy in 1861 where a group of political figures in the north banded together to overthrow the Austrian, French, and Spanish regimes in Italy. The aim was to end foreign occupancy, unite Italy under one flag, language, and monarch, and aim for a future free from oppression.\n1861, Giuseppe Garibaldi leaves the shores of Genova for Sicily with 1000 men dressed in denim jeans and red shirts. The locals know there will be an uprising and they are ready. Although they are poor and have little, they are armed with centuries of pent up fury. There is a promise made to southern Italy: that unification under the Savoia monarchy will drive out the foreign occupants including the Spanish Bourbons, and put the power back in the hands of the people. There is a growing hope for change – a growing belief that the futility of their century’s old fate can indeed come to an end. They will sacrifice everything to turn on their masters. They cannot go back. They will not lose.\n3. 1000 (VIVA V.E.R.D.I.)\nRomina (voice, guitar), Francesco Pellegrino (colascione, tammorra), Gianluca Campanino (tammorra), Ben Grossman (tammorra, percussion), Mike Herriott (trumpet, french horn, trombone), Drew Jurecka (violin), Rebekah Wolkstein (violin), Shannon Knights (viola), Rachel Pmedli (cello), Roberto Occhipinti (double bass).\nAscia, gancio, sega, pala, / Ax, hook, saw, shovel\nfalce, raspa, zappa, spada, / scythe, rasp, hoe, sword,\nlama, pietra, unghia, denti, / blade, stone, fingernail, teeth,\nurli, strilli, maledetti! / hollers, screams, cursed people!\nO diman’ O diman’ / O tomorrow, O tomorrow\nA Marsala, Garibald’ / Garibaldi at Marsala\nSuona a tromba, suona a guerra / Sound the trumpet, Sound the war\nSuona in cielo, suona in terra.", "score": 0.37426172592530804, "source": "sparse"}, {"doc_id": "<urn:uuid:eaa452e5-71f7-4343-9c24-705988bd3b2d>", "text": "he revived the constitution of 1848 and relinquished his absolute powers. There was even talk of an alliance between a liberalized Naples and the Piedmont kingdom of northern Italy, an Italian federation, of sorts. This, indeed, would have been a watered-down risorgimento, but it would have thwarted Garibaldi.\nEven northern politicians, primarily Cavour, while theoretically in favor of Italian unification, were aghast at the thought of a popular revolutionary army led by a thousand redshirted lunatics storming up the peninsula, spreading a message of instant universal brotherhood. Garibaldi, after all, in his youth had had to do with a mystic band of Christian communards, the St. Simonians, who, years before Karl Marx, had preached: From each according to his capacity; To each according to his works; The end of the exploitation of man by man; and The abolition of all privileges of birth.\nGaribaldi landed at\nMarsala and a few days later engaged a superior force\nnear Calatafimi. He threw caution to the winds (he\ndidn't have very much of it to begin with), said, \"Here\nwe either make Italy or die\", and led a ferocious\nbayonet charge uphill, literally overrunning the enemy.\nAnd that was more or less\nthat. Sicilian irregulars in rebellion against the royal\nforces had been watching the engagement from nearby\nhillsides. They liked what they saw. Soon Garibaldi's\nforces were swelled by a ragtag collection of rebels\narmed with guns, axes, clubs and whatever else could\nkill a Bourbon. Together they marched on Palermo and by\nceaseless guerrilla street fighting drove the Bourbon\ncommander into asking for an armistice, the only\ncondition being that royalist forces be allowed to leave\nthe island for the mainland.\nWith 3,500 men\nunder him, Garibaldi then crossed to the mainland on\nAugust 19 and started the 300-mile slog in the heat of\nsummer up towards Naples, his reputation preceding him\nby leaps and bounds. Peasants were already calling him\nthe \"Father of Italy,\" mothers brought their\nbabies out to be blessed by him, and there was an air of\nnatural invincibility about him as he moved north.", "score": 0.017426627535457324, "source": "sparse"}, {"doc_id": "<urn:uuid:93d0b399-bf0d-4a8d-bf6e-4b5750a5de65>", "text": "If you visit Italy, you will notice that, wherever you’re staying, the main street or square will almost invariably be named after Giuseppe Garibaldi. Garibaldi is the national hero who led the movement to unite Italy in the mid-19th century.\nItaly only became a unified state between 1859 and 1871. Before that it was a patchwork of different states.\n“We Italians adore Garibaldi – from the cradle we are taught to admire him,” Antonio Gramsci, the great Italian Marxist, wrote.\n“If one were to ask Italian youngsters who they would most like to be, the overwhelming majority would certainly opt for the blond hero.”\nBut it is not just the left that would like to claim Garibaldi as one of their own. The Italian fascist dictator Benito Mussolini and other leaders of the Italian right have been fascinated by Garibaldi’s military exploits and admired him for his patriotism.\nGaribaldi’s exploits made him an international hero during his lifetime. An account from April 1864 describes one of his visits to London:\n“The working men of London had organised a procession for the purpose of meeting and welcoming the liberator of Italy.\n“But this procession, though numbering 50,000 intelligent artisans, was completely swallowed up in the mighty ovation by the whole metropolitan people, and served merely as a foretaste to Garibaldi of the extraordinary testimony which was about to be given of the estimation in which his principles and services in the cause of liberty were held by the English people.”\nGaribaldi was in London primarily to raise funds to finance an expedition to free Venice, which was still under Austrian rule. He mixed in government circles, and spent many evenings chattering with the middle classes.\nBut in a contradiction that sums up his life, Garibaldi had also been invited to London by the city’s trades council.\nThe reaction he provoked among workers and trade unions began to worry the government. It eventually ordered him out of the country – and Queen Victoria made clear she regarded this as good riddance.\nBut why did people make such a fuss about Garibaldi, and why is his memory so contested? He was born 200 years ago in the city of Nice, then an Italian-French area, the son of a fisherman.\nLike many people in continental Europe at the time, Garibaldi experienced brutal domination by a foreign power. However the local opponents of this rule were often not much better.", "score": 0.004784685777940496, "source": "sparse"}, {"doc_id": "<urn:uuid:84c03120-2dff-4500-b13f-e314dc7606b2>", "text": "1 | 2 Description (Page 2)\nTensions flared under French\ncommand, as mistreatment and taxation of the island grew, and eventually led to an uprising.\nA wave of disasters rocked the island, beginning with the Spanish\nInquisition in 1492, wherein Ferdinand II declared the entire Jewish population be removed from Sicily. In 1542 and 1693 two powerful earthquakes struck, with the latter taking an estimated 60,000 lives. Revolts during the 17th century, and pirate raids lasting until the 19th century, discouraged settlement along the coast.\nFollowing the Napoleonic Wars in 1815, Sicily and Naples merged formally into the Two Sicilies under the Bourbons. Unsatisfied with the Bourbon government, major revolutionary movements began in 1820. However, it wasn't until the 1848 revolution that Sicily was able to gain their independence - if only briefly.\nIn 1860, Giuseppe Garibaldi led the Expedition of the Thousand, and captured Sicily. Promises of an Italian Republic and equality were guaranteed, and as the final Bourbons were removed Garibaldi announced his dictatorship; Sicily then officially became a part of the Kingdom of Italy\nSicilians were never granted their promised republic or equality, and staged a revolt pushing for their independence. Within a week, the Italians\nmoved in and brutally suppressed the rebellion.\nUpon the birth of the Italian Republic in 1946, Sicily was one of five named as an autonomous region. Partial land reforms and special funding helped improve the Sicilian economy from 1950 to 1984.\nSicily's economy is based largely on agriculture, fishing, mining, and of course... tourism. Many visitors to the island use the dependable ferry service from the Italian mainland to Messina. Also there is ferry or hydrofoil service to Palermo from ports throughout the central Mediterranean.", "score": 0.002798642154138132, "source": "sparse"}, {"doc_id": "<urn:uuid:40b666bd-0211-4f43-8c1b-b59a31d958f0>", "text": "George V of Hanover - medallion||Hannover|\n|1859||King George V of Hanover - bust||Hannover|\n|1859||King George V of Hanover - colossal bust||Hannover|\n|1861||Ernst Herzog von Bayern||Munster|\n|1861||Franz Friedrich von Furstenberg - figure||Munster|\n|1862||Walter von Platenberg - study||Munster|\n|1862||Walter von Platenberg - figure||Munster|\n|1862||Count Englebert Vandermark - study||Munster|\n|1861||Count Englebert Vandermark - figure||Munster|\n|1862||Justus Moser - figure||Munster|\n|1863||Elisabet Ney self-portrait||Medeira|\n|1863||Genii of Mankind - plaster||England|\n|1863||Self-Portrait - plaster||England|\n|1863||Self-Portrait - marble||Madeira|\n|1864||Edmund Montgomery - plaster||Madeira|\n|1864||Edmund Montgomery - marble||Madeira|\n|1864||Lady Marian Alford||Madeira|\n|1864||Genii of Mankind - marble||Italy|\n|1865||Giuseppe Garibaldi - statuette||Italy|\n|1865||Giuseppe Garibaldi - plaster||Italy|\n|1865||Giuseppe Garibaldi - marble||Italy|\n|1867||Otto von Bismarck - plaster||Berlin|\n|1867||Otto von Bismarck - marble||Berlin|\n|1867||Amalie Weiss Joachim||Hannover|\n|1868||Friedrich Woehler - bust||Munich|\n|1868||Friedrich Woehler - colossal bust||Munich|\n|1868||Baron Justus von Liebig - bust||Munich|\n|1868||Baron Justus von Liebig - colossal bust||Munich|\n|1868||Mercury - study||Munich|\n|1868||Mercury - colossal figure||Munich|\n|1868||Iris - study||Munich|\n|1868||Iris - full figure||Munich|\n|1868||Draped Figure - study||Munich|\n|1868||Male Figure -", "score": 0.0006491940260555636, "source": "sparse"}, {"doc_id": "<urn:uuid:eaa452e5-71f7-4343-9c24-705988bd3b2d>", "text": "As a general, he was fearless, commanding respect and loyalty from his men by fighting right alongside them in hand-to-hand combat. He was a man of action with an acute sense of justice and a childlike belief that good would triumph over immorality and corruption. He didn't want to win battles for politicians —he distrusted them. He was simply and truly out to smite evil. He was what most twelve-year-old boys want to be when they grow up, and if you ever have a strange dream in which you are beset by enemies and plagued by wrongdoers, and your dreammeister lets you choose whomever you want for help, take Garibaldi. Ask Cavour and Mazzini. They took him, and they didn't even like him. He was that good.\nThus, in May of 1860,\nFrancis II, King of the Two Sicilies had excellent\nreason to worry. Garibaldi, over the objections of the\nultra-cautious Cavour, had just smuggled a small and\nalmost unarmed (!) group of men out of the port of Genoa\naboard two leaky tubs and set off to liberate the\nItalian south. He would start in Sicily, in support of a\nlocal uprising, and work his way over to the mainland\nand on up to the capital, the city of Naples. He cajoled\nand threatened weapons and ammunition out of the\ncommanders of a few armories along the way as he plodded\nsouth toward Sicily, where his famous \"Thousand\nredshirts\" (1,089, to be exact) would take on a regular\narmy twenty times that number. (Garibaldi set sail from\nGenoa on May 5 and landed in Sicily on May 11.)\nThe Kingdom of the Two Sicilies had a sizable army and the largest navy in the Mediterranean. Socially and politically, however, it had been standing still since the post-Napoleonic Restoration in 1815, surviving the Carbonari revolution of 1820 and successfully resisting calls for reform only by being propped up by the Austrian army and Swiss mercenaries. Many of the kingdom's liberals and intellectuals had left, and by 1860 even King Francis could sense what was coming. In June of that year (after Garibaldi had already taken Sicily!)", "score": 0.0003224943554457305, "source": "sparse"}, {"doc_id": "<urn:uuid:19dbe4fc-74e7-496c-a9ed-3ad0d25c451f>", "text": "I do, however, hope to arouse curiosity and interests into unknown (or little known) territory that will contribute to the fact that every nation has a rightful place in history and that every people should be recognised not on the basis of archetypes but in the acceptance that judgement cannot be passed woefully onto the victims for, as the Romans would say “Guai ai vinti” (Woe to the vanquished) ends with a sentence without a trial. My articles will cover the following questions:Why was Italy in the Triple Alliance?Why did Italy declare itself neutral at the outbreak of the conflict?Why did Italy side with the “Entente Cordial” instead of its former allies?What was the military situation on all fronts at the time of Italy’s entrance?What was the fighting conditions like in which the Italian soldiers found themselves in?What contribution was given by Italy to the final Allied victory?\nWHY WAS ITALY IN THE TRIPLE ALLIANCE?\nIt must be kept in mind that when Italy entered the Triple Alliance pact it was a very young country having celebrated it’s unity in 1861 and it wasn’t until 1870, when the Papal States finally succumbed to the Piedmont troops after the French soldiers, stationed in Rome, hurriedly rushed home to defend Paris during the Franco-Prussian war, that Italy proclaimed Rome as its capital in July 1871. However Italy still felt its unity incomplete until certain Northern regions, still under Austrian-Hungarian rule, were definitely redeemed.\nTwentieth-century Italy, like Germany, was an old culture but a new national entity. For much of the 1800s, Italy was a jigsaw of small kingdoms, duchies and city-states. A nationalist push for unification emerged in the 1820s, though in its early years it remained relatively small. European revolutions of 1848, along with the endeavours of men like Giuseppe Garibaldi and Giuseppe Mazzini, intensified the nationalist movement in the mid-19th century. The Kingdom of Italy, based in Turin, was formed in 1861.", "score": 0.00010874684233951916, "source": "sparse"}, {"doc_id": "<urn:uuid:c088b51d-71bc-45d5-84a7-6b19f5322774>", "text": "Max Planck Institute for Physics\nWhat gives matter its mass? This is one of the questions being investigated by scientists at the Max Planck Institute for Physics in Munich. They study the smallest building blocks of matter and how they interact with each other. The behaviour of these building blocks – the quarks, charged leptons and neutrinos – helps them to understand the origin of the universe and its present form. The Institute researchers conduct experiments at the largest particle physics laboratories around the world. These include CERN in Geneva, KEK in Tsukuba (Japan) and DESY in Hamburg. Moreover, they also perform experiments to investigate cosmic radiation on the Canary Island of La Palma and the neutrino experiment in the Gran Sasso underground laboratory in Italy. Theoreticians not only team up with the experimenters to jointly interpret the results of the experiments, but also to develop new theories in order to better characterise our universe.\nContactFöhringer Ring 6\nPhone: +49 89 32354-0\nFax: +49 89 3226-704\nThis institute has an International Max Planck Research School (IMPRS):IMPRS on Elementary Particle Physics\nIn addition, there is the possibility of individual doctoral research. Please contact the directors or research group leaders at the Institute.", "score": 0.854798138, "source": "dense"}, {"doc_id": "<urn:uuid:92c12eac-ff12-4d73-87ab-466478c64471>", "text": "Hi, I'm new both to this forum and to physics in general. Here's hoping I've posted in the right place.... I'm basically trying to understand the difference between energy and matter and how one can become the other. Please bear with me, I'm a total layman and can't seem to get a definitive answer anywhere online. So I guess I get the basics: Matter is made up of atoms which are made up of subatomic particles. But the added mass of the individual particles doesn't add up to the total mass of the atom. The remaining mass is made up of energy. The energy that was needed to bind the particles into a nucleus is converted into mass when the strong force takes over from the EM force. Which means that matter is partly converted energy.... But what about the particles that make up the atom? Were the protons, electrons and neutrons matter before they became bound together? Or were these particles themselves energy to begin with? The reason I'm confused is because free electrons are supposed to be electrical energy, not matter. And, seeing as photons are free moving and they are energy, I'm assuming that subatomic particles are energy until they are bound into an atom, making them matter.....? So essentially I'm asking, are protons, electrons and neutrons always matter, or can they be energy as well? Sorry if this is a dumb question. I'm certainly no physicist, just curious.", "score": 0.835474789, "source": "dense"}, {"doc_id": "<urn:uuid:3f2002da-b6d3-437d-9c9a-4705223795c2>", "text": "Apart from mass and velocity,what else affects affects momentum?\nQuestion asked by: laychie\nAsked on: 01 Jan 2011\nComments and other answers:\nDate of comment: Sun, Jun 2nd 2013\nDate of comment: Fri, Sep 23rd 2011\nFind out more about Physics\nBecome a Member! It's Free >>>\nShare on Facebook:\naffects  else  momentum  velocitywhat  mass  apart\nMore Questions:Electrical Energy\nHow Many Balloons?\nWhat Do You Understand By Motion Of Translation And Rotation\nCurrent In Wire Covered With Carpet\nIn Every Derivation Of The Schwarzschild Solution I Found, At Some Point The \"weak-field\" Approximation Is Made. Nevertheless, The Same Solution Is Used To Describe Black Holes, Down To R=0. Why Is This?", "score": 0.835429192, "source": "dense"}, {"doc_id": "<urn:uuid:fbd8ce98-7a38-4fc1-8e14-38cc1001df73>", "text": "Where did the dense mass come from that started the Big Bang?\nPhysicists seem to think that it wasn't a single dense mass. Instead, so far as they can figure out from the mathematics, energy in the curvature of space was converted into particles just the way we can stimulate the physical vacuum today to disgorge particle-antiparticle pairs 'out of thin air'.\nCurved space (the gravitational field of the cosmos) supplied the energy to do this trick at the Big Bang. You didn't need a single massive object to do it. Matter appeared, and literally leaked, out of the vacuum...everywhere there was space and time.\nReturn toAsk the Astronomer", "score": 0.829606056, "source": "dense"}, {"doc_id": "<urn:uuid:a8e454ab-f7b0-4989-b730-a3a39de82f9b>", "text": "So I know that when you collide particles with high enough kinetic energy, (kinetic energy = at least the rest mass of the particles you are making), you get particles.\nHow come potential energy cannot make particles? Say you have an electron held at a potential such that the amount of potential energy it has equals at least the rest mass of a particle you want to make. How come potential energy does not convert into rest mass energy directly? Would this require whatever is creating the potential to disappear because the potential energy turns into a particle? This shouldn't violate any conservation of energy laws does it?\nAnother question that kind of relates to my previous question is, say we have a 512 keV photon. What prevents this photon from turning into an electron that then has kinetic energy of 1 kev?", "score": 0.829543769, "source": "dense"}, {"doc_id": "<urn:uuid:11905968-d817-4427-b48b-f5d616bf87f2>", "text": "How does the material world exist if the fundamental building blocks of matter have no mass? And what does this have to do with meditation, visualization, and your wellbeing?\nYour body and everything else in the universe may look solid; but all matter is made up of particles, particles that have no mass. Science has yet to quantify exactly what this is all about, but the mystic and the metaphysician will tell you that the fundamental building blocks of life is Source energyâ€¦moving, oscillating, vibrating, living energy. You are Source energy in a beautiful and unique form.\nYou direct this energy with your thinking and with your feeling. That is, you have a free will to do whatever you want with this energy. If, for example, you direct your thoughts towards something that makes you feel sad, disappointed, or resentful, the vibratory nature of your being slows down and you feel drained, tired, or depressed. Why? Because your sense of wellbeing is directly related to the quality your thinking, and your thoughts direct the vibration and flow of your energy.\nHow do you think a persistent low vibration affects your body, your relationships, and your environment? How does it feel to you when you are in the presence of someone with a low vibration and a negative outlook on life? Haven’t you ever walked into a room and felt the tension or the joy? You are sensing, feeling, and living in vibration, energy, and frequency (the rate of vibration) all of the time.\nWhen your happy, compassionate, and peace-filled thoughts are coupled with your good feelings, your vibration raises. Friends ask if you’ve done something different with your hair, you hit all the green lights on the way to work, the barista at Starbucks gives you extra whipped cream on you mocha frappaccinno. Over time a high vibration will banish the old nagging thoughts, the friends you love to hate disappear, your relationships and your overall life situation becomes more balanced because you are more balanced. When your vibration is high, the subsequent positive flow of energy influences your family, your community, and positive social changes world wide.\nNot convinced? Then pay attention to your thinking and your feeling for the next three days. Notice how one thought leads into another. Notice how your thinking and feeling affects the people around you.", "score": 0.829076409, "source": "dense"}, {"doc_id": "<urn:uuid:aa4bae24-8239-4de7-a7d0-ad09950085ff>", "text": "Subatomic mass en\nThe mass of a subatomic particle, including its uncertainty, in units of MeV/c².\nWhat are Properties? Properties\nThe mass of the subatomic particle, in units of MeV/c²,\nThe uncertainty in the mass in units of MeV/c². Enter the full value, e.g. 0.00005, rather than (5).,\nWhat are Included Types? Included Types\nThis type doesn't have any included types.", "score": 0.828616202, "source": "dense"}]}
{"id": 9, "question": "What exactly gives particles their mass according to physics?", "passages": [{"passage": "Key Information:\n1. Scientists at the Max Planck Institute for Physics in Munich study the smallest building blocks of matter and their interactions.\n2. Theoreticians collaborate with scientists to interpret experiment results and develop new theories.\n3. Matter is partly converted energy.\n4. Apart from mass and velocity, momentum is affected by other factors.\n5. The Higgs boson, also known as the \"God particle,\" is theorized to give particles mass.\n6. The Higgs boson interacts with electrons and quarks, generating their mass.\n7. The Standard Model in physics was missing the elusive Higgs Boson for years.\n8. Discovering the Higgs Boson and understanding its interactions with other particles provides a deeper understanding of the universe's fundamental functions.\n9. The aim of particle physics is to find out what everything is made of, with everything being made from 12 particles of matter and four forces.\n10. Some particles have mass while others do not, and the amount of mass a particle has is not fully understood.\n11. One hypothesis is that the elusive Higgs boson is responsible for giving all other particles their mass.", "score": 9.657474935054779, "source": "basic", "doc_IDs": ["<urn:uuid:c088b51d-71bc-45d5-84a7-6b19f5322774>", "<urn:uuid:11905968-d817-4427-b48b-f5d616bf87f2>", "<urn:uuid:92c12eac-ff12-4d73-87ab-466478c64471>", "<urn:uuid:a8e454ab-f7b0-4989-b730-a3a39de82f9b>", "<urn:uuid:d1ef0c08-4194-40e3-85d7-47d9143846a5>", "<urn:uuid:03195137-8fee-4aea-9aa9-7764bd9b9f77>", "<urn:uuid:2c876fd6-c702-4048-9dca-6f75482105db>", "<urn:uuid:aa4bae24-8239-4de7-a7d0-ad09950085ff>", "<urn:uuid:786956e0-3f08-48c1-84cf-02743090d86e>", "<urn:uuid:844da5c6-c6e2-4b25-b9f2-d3245e344332>", "<urn:uuid:3f2002da-b6d3-437d-9c9a-4705223795c2>", "<urn:uuid:4325eaab-65fb-4199-98c6-71637eaecead>", "<urn:uuid:3cadac90-0d03-464c-b85c-89ee568f6d04>", "<urn:uuid:1a34a708-8d26-4c88-8be4-b8035e6c6874>"]}, {"passage": "Key Information:\n\n1. Max Planck Institute for Physics in Munich investigates the origin of matter's mass and the behavior of subatomic particles.\n2. Researchers conduct experiments at CERN in Geneva, KEK in Tsukuba (Japan), DESY in Hamburg, La Palma (Canary Islands), and Gran Sasso underground laboratory (Italy).\n3. The institute has an International Max Planck Research School (IMPRS) on Elementary Particle Physics and offers individual doctoral research.\n4. The Higgs boson, also known as the \"God particle,\" is being searched for as it is thought to give mass to other particles and unify the Standard Model of physics.\n5. The Higgs boson is associated with the Higgs Field, a field of energy that determines the mass of other particles when they interact with it.\n6. Physicists at Fermi National Accelerator Laboratory claim to have found new evidence that could lead to the elusive Higgs boson.\n7. The Higgs boson is fundamental to the universe as it gives every other particle its mass.\n8. A Bose-Einstein condensate was created at Washington State University, and physicists used lasers to cool and manipulate rubidium atoms to exhibit negative mass behavior.\n9. Relativity and quantum physics are two branches of physics that deal with space, time, and particles at very small scales, respectively.\n10. The Large Hadron Collider (LHC) will allow scientists to test competing models and study the question of what gives particles their mass.\n11. The LHC cannot confirm the big bang, but it may give insight into how God upholds the universe today.\n12. The Higgs boson gives fundamental particles mass, and without it, we would not understand how electrons and quarks have mass.\n13. Quarks are fundamental particles found inside protons and neutrons, and there are about 3 of them in each.\n14. The Higgs boson is one of several ways that mass can be generated.\n15. Contact information for the Max Planck Institute for Physics in Munich: Föhringer Ring 6, Phone: +49 89 32354-0, Fax: +49 89 3226-704.", "score": 9.594046950340271, "source": "basic", "doc_IDs": ["<urn:uuid:c088b51d-71bc-45d5-84a7-6b19f5322774>", "<urn:uuid:44703367-3dda-47c2-9a03-b9e11c7cad74>", "<urn:uuid:92c12eac-ff12-4d73-87ab-466478c64471>", "<urn:uuid:a8e454ab-f7b0-4989-b730-a3a39de82f9b>", "<urn:uuid:d1ef0c08-4194-40e3-85d7-47d9143846a5>", "<urn:uuid:03195137-8fee-4aea-9aa9-7764bd9b9f77>", "<urn:uuid:15e1255b-4fe5-4476-9204-2c16f3b0d8d8>", "<urn:uuid:2c876fd6-c702-4048-9dca-6f75482105db>", "<urn:uuid:048c1a01-e601-474f-adb7-246428348a78>", "<urn:uuid:786956e0-3f08-48c1-84cf-02743090d86e>", "<urn:uuid:844da5c6-c6e2-4b25-b9f2-d3245e344332>", "<urn:uuid:aa4bae24-8239-4de7-a7d0-ad09950085ff>", "<urn:uuid:fbd8ce98-7a38-4fc1-8e14-38cc1001df73>", "<urn:uuid:3cadac90-0d03-464c-b85c-89ee568f6d04>", "<urn:uuid:4325eaab-65fb-4199-98c6-71637eaecead>", "<urn:uuid:1a34a708-8d26-4c88-8be4-b8035e6c6874>"]}], "retrieved_chunks": [{"doc_id": "<urn:uuid:048c1a01-e601-474f-adb7-246428348a78>", "text": "A classical particle is in spacetime and has a continuous motion within it. Properties such as electrical charge and mass inhere within it. This description in its qualitative essentials is no different to the ancient greek atomists.\nAre there any such equivalents to discussing particles in modern theories of physics? I'm not asking for philosophical concepts from ancient greek times, any time period, any culture will do.\nFor example, I think there may be analogies to the idea of substance in the european discourse to that of field in modern physics, but I don't understand enough about what substance is, nor who discussed it and why to say anything firm about it. Although I have the impression it may have been Aristotle that first discussed it.", "score": 0.828150451, "source": "dense"}, {"doc_id": "<urn:uuid:4325eaab-65fb-4199-98c6-71637eaecead>", "text": "No one can answer this question. Physicists will tell me that an electron moves based on its energy level. Or some other mumbo-jumbo... but WHY WHY WHY???? Why do electrons move AT ALL? What is the purpose? You could say kinetic energy is the trade-off of all the other kinds of energies, but that isn't answering the question- it is only avoiding it. Movement is something that is unneccessary and meaningless but for some reason, particles MUST move, in order to express the energy that they hold. Otherwise, they wouldn't interact with other forces and wouldn't have mass, spin, position, velocity or any other characteristics necessary to be MATTER. Still, I must ponder... why do electrons move at ALL??", "score": 0.828057647, "source": "dense"}, {"doc_id": "<urn:uuid:1331d61c-2e1c-47be-9952-623090102849>", "text": "I am making a simulation of $N$-Particles in a cartesian plane and need help with understanding the basics.\nAt anytime, in my particle system, I will have $N$ number of particles. I am treating the particles as bodies with some radius $r \\in (0, 20]$ and giving them properties constrained in a $X \\times Y$ unit squared area of a finite plane. Following are the properties a particle can have:\n- Mass (Initially supplied)\n- Radius (Initially supplied)\n- Position (Initially supplied)\n- Velocity (Initially supplied)\n- Accelaration (when one body attracts another, dynamically generated by the simulator)\nGiven all this info, I want to make the particle system autonomous, meaning at $t=0$, $N$ particles are laid out on the plane in random locations. At $t>0$, all these particles interact with each other because of the force they exert on each other. I need help understating their fundamental behaviors, especially when can one particle rotate around each other (just like moon does around the earth)? I do understand this concept a little, but what kind of physical and mathematical concepts can help me with this? If possible can you point me to the right web resource pertaining to this matter so I can read about it?", "score": 0.826606572, "source": "dense"}, {"doc_id": "<urn:uuid:7c2a582c-3c89-4039-acee-4f62f83b34d9>", "text": "How exactly does weight work in terms of various formulae include mass? For instance, for the momentum of an object, does momentum increase with greater gravity? Or is it only dependent upon mass ignoring the effects of gravity?\nFor instance, would applying 1000 Newtons of force on a projectile on Earth, result in it moving at a different velocity than if you used the same force on the same projectile on something with lower gravity, such as the moon, or a planet with higher gravity than Earth.\nAnother question, following from this, as it is in regards to conservation, if you have two adjacent chambers that somehow have different strengths of gravity, via some sci-fi technology or something, and you shoot a projectile in the higher gravity chamber, would it increase in velocity as it passes into the lower gravity chamber, or would it remain at the same velocity?\nIn other terms, if an object in motion changes in weight but retains the same mass, would this effect the velocity, or would the fact the mass remains the same mean that it stays the same velocity?", "score": 0.82479614, "source": "dense"}, {"doc_id": "<urn:uuid:15e1255b-4fe5-4476-9204-2c16f3b0d8d8>", "text": "well i am trying to understand the basic of mass and i got myself into a deadlock of questions firstly the definition of mass as i know is :quantitative measure of an object's resistance to the change of its speed. assumption:particle have charge but no mass and they just fall into the significant field of each other,there is nothing they interact with except each other and a force F. now consider a situation where a particle with charge say -q comes into significant field influence of another particle with charge +Q,it then follow a particular path P,suppose a force F is used to the bring a change in path of -q,the force F does so in two ways:at first it tries to change the path of -q by change it's state of motion(either by accelerating or deceleration him) ,thus the resistance offered to F relative to him appeared because of the electromagnetic interaction between the charges. In the second case the force F tries to change the trajectory of -q but by not changing it's state of motion(maintaining it's velocity),in this case also the resistance offered was due to the electromagnetic interaction. so according to the definition of mass the resistance offered in first scenario should add to mass but not second,though it can be clearly seen that the resistance offered is because of the electromagnetic interaction under action. SO WHAT IS WRONG WITH THE PICTURE DEPICTED?", "score": 0.824151754, "source": "dense"}, {"doc_id": "<urn:uuid:844da5c6-c6e2-4b25-b9f2-d3245e344332>", "text": "There is renewed excitement in the world of physics dealing with the search for the elusive Higgs boson, otherwise referred to as the \"God particle.\"\nPhysicists from the Fermi National Accelerator Laboratory in Batavia, Ill., claim to have found new evidence that could lead to the Higgs boson. This particular particle is theorized to give particles their mass.\nThe scientists explain that a spike recorded in their data could be due to the Higgs boson. The new observation, when compared with the data that was collected during a recent experiment at the Large Hadron Collider in Geneva, loosely agrees with the results.\n\"Based on the current Tevatron data and results compiled through December 2011 by other experiments, this is the strongest hint of the existence of a Higgs boson,\" according to the report.\nFull disclosure of the results will be made available during a presentation on Wednesday by Wade Fisher of Michigan State University, who is attending a physics conference in La Thuile, Italy.\nThe recent development has physicists excited as to the possibility of finally finding the highly sought after particle.\n\"The end game is approaching in the hunt for the Higgs boson,\" Jim Siegrist, associate director of science for high energy physics at the Department of Energy.\n\"This is an important milestone for the Tevatron experiments, and demonstrates the continuing importance of independent measurements in the quest to understand the building blocks of nature.\"\nThe Higgs boson is thought to give mass to other particles. It is the missing link that would unify the Standard Model of physics which is a theory that explains how subatomic particles interact.\nThe process of searching for the Higgs boson is rather simple yet requires extremely sensitive equipment.\nScientists send particles at very high rates of speed and crash them into one another, and study their effects. Through this process scientists are, in simple terms, able to retrace exactly what occurred during the collision and follow any particles that may deviate from what was expected to happen.", "score": 0.3213398410271738, "source": "sparse"}, {"doc_id": "<urn:uuid:2c876fd6-c702-4048-9dca-6f75482105db>", "text": "Scientists said Thursday that they believe they have discovered the elusive Higgs boson particle, sometimes called \"the God particle,\" that is theorized to be a crucial building block of the universe.\nIt is an important development not only because it explains why sub-atomic particles have mass but also because it highlights the value of the collaborative spirit that led to its discovery.\nThe announcement is a step forward from July, according to Philippe DiStefano from Queens University in Kingston, Ont., when physicists working at the Large Hadron Collider near the French-Swiss border said they had found a particle that was \"consistent\" with the Higgs boson.\n\"They’re sort of pinning down the properties of the particle a bit better than they did initially,\" says DiStefano, an associate professor of physics and astronomy.\nAccording to a release from the European Organization for Nuclear Research, or CERN, determining whether the discovery was in fact the Higgs boson depends on its quantum properties and how it interacts with other particles. After going through their entire data set from 2012, the results \"strongly indicate\" they have found the elusive particle.\n'Touches every other particle’\nFirst theorized almost 50 years ago by British physicist Peter Higgs and others, the Higgs boson is the only particle yet to be observed in the Standard Model of Physics, which basically explains how the basic building blocks of matter interact.\n\"The Higgs field is everywhere around us, and all particles are moving in the presence of this field,\" said William Trischuk, a professor of physics at the University of Toronto. All these particles \"interact more or less strongly with it, and they are either slowed down or not slowed down so much and that's what gives them mass.\"\n\"The heavier ones interact strongly with this field and the light ones interact very weakly with this field.\"\nTrischuk is part of the ATLAS collaboration, which is one of two experiments seeking out the Higgs using the Large Hadron Collider.\n\"We hate calling it the God particle but the reason it picked that up is because it goes out and touches every other particle and gives them their property, which is their mass,\" Trischuk said.\nStill, while the Higgs boson is fundamental to the universe itself, it's unclear what impact this discovery will have on the average person, DiStefano said.\n\"I don’t think that anyone can guarantee what type of outcome on any time scale,\" he said.", "score": 0.2482127541159845, "source": "sparse"}, {"doc_id": "<urn:uuid:786956e0-3f08-48c1-84cf-02743090d86e>", "text": "There's only, you know, a handful of elementary particles that we're all made of, and each one has a specific electric charge, a specific interaction with a strong nuclear force and with gravity and also a certain mass.\nAnd it turns out that if you look at the theories of physics that we have, that was such a success, they have so much symmetry built into them that there's an implication, namely that all of the particles they describe should be massless, should have exactly zero mass.\nAnd that implication is patently false. So you need to do something about it. And in 1964, the year The Beatles came to America, a handful of physicists figured out a way to fix that problem, by introducing a new field into nature, a field who breaks the symmetry that is built into particle physics and by breaking that symmetry allows all the other particles to get mass.\nThat field is the Higgs field, and the vibrations in that field give us the Higgs boson.\nFLATOW: So the experiments at CERN were able to sort of ring that field, shock the field, and out pops a Higgs?\nCARROLL: That's exactly right, and in fact, that's how you make all particles in particle physics. The photon, the particle of light, is a wave in the electromagnetic field. And even things that we really think of as particles, not fields, like the electron or the up quark, these are still fields. This is just the lesson of 20th-century physics is that the world is described by quantum field theory.\nSo it's the Higgs field that is doing the work, giving mass to all the other particles, but it's the Higgs boson which is a vibration in that field that lets us tell the Higgs field is there.\nFLATOW: So could you ring the gravitational field and have a gravity thing pop out?\nCARROLL: Absolutely. I mean, at Cal Tech, we're very interested in trying to do that, and the thing is that gravity is such a weak force that you're never going to detect an individual graviton, a particle of gravity. What you could do is detect the combination of a gajillion(ph) gravitons that makes up a gravitational wave, and that's an ongoing project, looking for gravitational radiation from astrophysical sources.\nFLATOW: That's an interesting project.", "score": 0.10253418527949433, "source": "sparse"}, {"doc_id": "<urn:uuid:d1ef0c08-4194-40e3-85d7-47d9143846a5>", "text": "Presenter: Brain Cox works on the Large Hadron Collider that's about to become operational at CERN.\nAim of particle physics is to find out what everything is made of. As you get back to the early times of the universe, things were simpler. In the 1st billionth of a second it was very simple. Everything was made from 12 particles of matter stuck together by four forces. \"All science is either physics or stamp collecting.\" - Ernest Rutherford\nLarge Hadron collider is 27 Km in circumference and will accelerates protons to 99.99999% the speed of light (I might not have gotten the right number of 9s, sorry if this spoils your calculations if you are trying this at home). These will collide with another beam of protons going in the opposite direction.\nHiggs gives mass to fundamental particles. Particles are massive because they are surrounded by Higgs particles. (Maggie Thatcher shown here surround by a Higgs field). The LHC will hopefully verify the existence of Higgs particles. If not, it'll find whatever is responsible for giving mass to stuff.\nWhat particle physics means to me: gives modern science a creation story. We know universe beAgn 13.7 billion years ago as a dot smaller than an atom. Universe underwent exponential expansion in a billionth of a second and continues to expand. AFter 400 million years, the first stars formed and other elements were cooked in them. On some planets oxygen and hydrogen formed into water, liquid water on some planets. On at least one planet, life formed.", "score": 0.10157772387404057, "source": "sparse"}, {"doc_id": "<urn:uuid:03195137-8fee-4aea-9aa9-7764bd9b9f77>", "text": "On July 4, 2012, scientists at Switzerland’s CERN made an announcement that involved an altogether different kind of fireworks, i.e., the kind of fireworks that one gets when smashing protons into each other at nearly the speed of light. After close to forty years of theorizing, analyzing, and searching — and yes, smashing protons — the scientists announced that they were 99.9999% certain that they had discovered the elusive Higgs Boson. Considered by many in the scientific community to be one of the greatest discoveries in recent memory, it’s probably safe to say that the event has flown right over the heads of most people (as indicated by this video of Brooklyn hipsters trying to explain what the Higgs Boson is).\nSo what, exactly, is the significance of the Higgs Boson? To understand that, you need to know a little bit about the Standard Model in physics. For decades, scientists have been trying to figure out just what, exactly, makes up the world around us. If you’ll recall your high school physics class, all matter is made up of atoms, which in turn consist of protons, neutrons, and electrons. Dig deeper, though, and you find that protons and neutrons are made up of even smaller particles called quarks. The Standard Model is, in part, an attempt to list all of these subatomic building blocks, along with neutrinos and photons (to name a few), with the goal being nothing less than a catalog of the very building blocks of nature.\nHowever, for years, the Standard Model was missing one key particle: the Higgs Boson. The Higgs Boson is particularly important because it is associated with the Higgs Field, a field of energy that, so goes the theory, permeates the universe and determines the mass of the other particles when they interact with it. Without proof of the Higgs Boson’s existence — or something very much like it — scientists are at a loss when it comes to understanding one of the universe’s most basic aspects: why particles have the mass that they do. Discovering the Higgs Boson, and how it interacts with all of the other particles, gives scientists an even deeper understanding of how the universe functions at a most fundamental level.\nThe Higgs Boson’s existence was predicted back in 1964, but it has never been observed.", "score": 0.0701608355988374, "source": "sparse"}, {"doc_id": "<urn:uuid:44703367-3dda-47c2-9a03-b9e11c7cad74>", "text": "Physicists create mind-bending ‘negative mass fluid’\nThe creation began inside a lab at Washington State University (WSU), when physicists cooled rubidium atoms to just slightly above absolute zero. This created what is known as a Bose-Einstein condensate.\nWhen particles are in this state, they move extremely slowly and behave like waves. They synchronize and move in unison as 'superfluid,' which flows without losing energy, according to a WSU press release.\nThe team of physicists, led by WSU professor of physics and astronomy Peter Engels, then used lasers to slow the particles. This not only made them colder, but also allowed hot, high energy particles to escape like steam – which further cooled the material.\n\"The lasers trapped the atoms as if they were in a bowl measuring less than a hundred microns across,\" the press release states.\n\"At this point, the rubidium superfluid has regular mass. Breaking the bowl will allow the rubidium to rush out, expanding as the rubidium in the center pushes outward.\"\nTo create negative mass, Engels and his team applied a second set of lasers which kicked the atoms back and forth and changed the way they spin. After this was done, the rubidium behaved as if it had negative mass, so long as it rushed out fast enough.\n\"Once you push, it accelerates backwards,\" said Michael Forbes, who acted as a theorist analyzing the system. \"It looks like the rubidium hits an invisible wall.\"\nWhile the phenomenon of negative mass is not entirely new, it is rarely created in laboratory conditions, according to Forbes.\nAlthough matter can have a negative mass in the same way that an electric charge can either be positive or negative, people rarely think in these terms because \"the everyday world sees only the positive aspects of Isaac Newton's Second Law of Motion,\" the press release states.\nThat is, the world typically only sees objects’ acceleration in the direction they get pushed – not in the opposite direction.\nAccording to Forbes, negative mass can be used to explore some of the more challenging concepts of the cosmos, and noted that the \"exquisite control\" physicists had over the negative mass is paramount.\n\"This heightened control gives researchers a new tool to engineer experiments to study analogous physics in astrophysics, like neutron stars, and cosmological phenomena like black holes and dark energy, where experiments are impossible,\" the press release states.\nThe research was published in the journal Physical Review letters.", "score": 0.04277848365736226, "source": "sparse"}, {"doc_id": "<urn:uuid:3cadac90-0d03-464c-b85c-89ee568f6d04>", "text": "It is called “relativity” because measurements of space and time were found to be relative to the observer’s velocity, and not independent of velocity as had been previously thought. Also, there is a branch of physics that deals with the behavior of particles at very small scales. This is called “quantum physics” because energy levels under certain conditions are “quantized” (falling into discrete quantities such as 1 and 2 with no values in between such as 1.5). However, at the moment, there is no branch of physics that can deal with both situations simultaneously (except under certain nuanced exceptions). Namely, we cannot know what will happen when very small particles interact at very high energies. However, several models exist which have made predictions about what will happen. The LHC will allow scientists to test competing models.\nOne problem in particular is the question of what gives particles their mass. Photons (particles of light) have no intrinsic mass. But electrons do. So do quarks and neutrinos. What is not known is: why? Why is it that some particles have mass and others do not? What controls the amount of mass a particle has? One hypothesis is that an elusive particle called the “Higgs boson” is responsible for giving all other particles their mass. Since the Higgs boson controls all other particles, it is sometimes referred to as the “God particle.”\nSome reports have given people the impression that the LHC will confirm the big bang…But this isn’t so.Some reports have given people the impression that the LHC will confirm the big bang (the secular version of the origin of the universe). But this isn’t so. The reason there is such confusion is that the LHC will simulate the conditions that secular scientists believe existed during the big bang. However, regardless of the outcome, the LHC will give us no reason whatsoever to believe that such conditions have ever actually existed. Just because something can be done today doesn’t mean it has ever happened in nature in the past (i.e., we can put men in orbit around the earth today, but that never happened in nature before the 20th century.) Therefore, despite hyped media reporting, the LHC cannot (even in principle) demonstrate that the big bang happened. It may, however, give us some interesting insight into how God upholds His universe today.", "score": 0.03438451294421646, "source": "sparse"}, {"doc_id": "<urn:uuid:1a34a708-8d26-4c88-8be4-b8035e6c6874>", "text": "The Higgs. Whaaaa? July 6, 2012Posted by gordonwatts in ATLAS, CMS, Higgs, LHC, physics, press.\nOk. This post is for all my non-physics friends who have been asking me… What just happened? Why is everyone talking about this Higgs thing!?\nIt does what!?\nActually, two things. It gives fundamental particles mass. Not much help, eh? Fundamental particles are, well, fundamental – the most basic things in nature. We are made out of arms & legs and a few other bits. Arms & legs and everything else are made out of cells. Cells are made out of molecules. Molecules are made out of atoms. Note we’ve not reached anything fundamental yet – we can keep peeling back the layers of the onion and peer inside. Inside the atom are electrons in a cloud around the nucleus. Yes! We’ve got a first fundamental particle: the electron! Everything we’ve done up to now says it stops with the electron. There is nothing inside it. It is a fundamental particle.\nWe aren’t done with the nucleus yet, however. Pop that open and you’ll find protons and neutrons. Not even those guys are fundamental, however – inside each of them you’ll find quarks – about 3 of them. Two “up” quarks and a “down” quark in the case of the proton and one “up” quark and two “down” quarks in the case of the neutron. Those quarks are fundamental particles.\nThe Higgs interacts with the electron and the quarks and gives them mass. You could say it “generates” the mass. I’m tempted to say that without the Higgs those fundamental particles wouldn’t have mass. So, there you have it. This is one of its roles. Without this Higgs, we would not understand at all how electrons and quarks have mass, and we wouldn’t understand how to correctly calculate the mass of an atom!\nNow, any physicist who has made it this far is cringing with my last statement – as a quick reading of it implies that all the mass of an atom comes from the Higgs. It turns out that we know of several different ways that mass can be “generated” – and the Higgs is just one of them.", "score": 0.022208525748915124, "source": "sparse"}, {"doc_id": "<urn:uuid:0ae101af-88d3-42e3-a830-2c0cc43ff9bd>", "text": "Subway style Δv map:\nTotal Δv values\nΔv change values\nΔv with Phase Angles\nPrecise Total Δv values\nMaximum Δv Chart\n- This chart is a quick guide to what engine to use for a single stage interplanetary ship. No matter how much fuel you add you will never reach these ΔV without staging to shed mass or using the slingshot maneuver.\nISP (s) Max Δv (m/s) Engines 290 6257 LV-1\n300 6473 24-77 320 6905 Mark-55 330 7120 Mainsail 350 7552 Skipper\n360 7768 KS-25X4\n370 7983 LV-T30\n380 8199 KR-2L 390 8415 Poodle\n800 17261 LV-N\n- Copy template:\n- TWR = F / (m * g) > 1\n- When Isp is the same for all engines in a stage, then the Isp is equal to a single engine. So six 200 Isp engines still yields only 200 Isp.\n- When Isp is different for engines in a single stage, then use the following equation:\n- Isp = ( F1 + F2 + ... ) / ( ( F1 / Isp1 ) + ( F2 / Isp2 ) + ... )\n- Isp = ( Force of Thrust of 1st Engine + Force of Thrust of 2nd Engine...and so on... ) / ( ( Force of Thrust of 1st Engine / Isp of 1st Engine ) + ( Force of Thrust of 2nd Engine / Isp of 2nd Engine ) + ...and so on... )\n- Two engines, one rated 200 newtons and 120 seconds Isp ; another engine rated 50 newtons and 200 seconds Isp.\n- Isp = (200 newtons + 50 newtons) / ( ( 200 newtons / 120 ) + ( 50 newtons / 200 ) = 130.89 seconds Isp\n- For atmospheric Δv value, use atmospheric thrust values.\n- For vacuum Δv value, use vacuum thrust values.", "score": 0.9387712419803227, "source": "sparse"}, {"doc_id": "<urn:uuid:e475ddaa-8d6f-451e-9d3f-60e8aa3a1557>", "text": "Delta V: 2 m/s\n260 km X 345 km orbit to 265 km X 368 km orbit. Delta V: 7 m/s\n265 km X 368 km orbit to 267 km X 391 km orbit. Delta V: 6 m/s\n267 km X 391 km orbit to 300 km X 310 km orbit. Delta V: 32 m/s\nTotal Delta V: 83 m/s\nHome - Browse - Contact\n© / Conditions for Use", "score": 0.834844172, "source": "dense"}, {"doc_id": "<urn:uuid:f7221e10-9b34-4cc3-a369-cb769aefd36f>", "text": "posted by kayla .\nA rocket is launched at an angle of 56.0° above the horizontal with an initial speed of 101 m/s. The rocket moves for 3.00 s along its initial line of motion with an acceleration of 29.0 m/s2. At this time, its engines fail and the rocket proceeds to move as a projectile.\nWhat is the highest altitude reached by the rocket?\nTotal time of flight?\nsee other post.", "score": 0.820947, "source": "dense"}, {"doc_id": "<urn:uuid:a027d9e3-27c5-440a-9fe9-a1a243e461f9>", "text": "In contrast, when the engine is at idle, the fuel pump 233 is supplied with vapour from the conduit 219 as long as the vapour pressure sensor 228 has been closed due to high pressure in the engine fuel tank, and the surge tank pressure has not yet reached the low set point. Clearly, with low fuel demand after the vehicle has been unused for a long time, the fuel pump can be inoperative for a relatively long time while the vapour pressure is reduced, and is restarted to meet a higher fuel demand from the engine.\nThus, it can be seen that the fuel pump of the invention can not only feed cryogenic vapour and liquid to the engine, but it can be used to prevent excessive pressure build-up in the vapour chamber of the vehicle tank, by pumping excess vapour into the surge tank 239 for use by the engine when required. Because vapour alone cannot meet full fuel demand from the engine, whenever the engine demands full fuel requirements, the surge tank pressure rapidly drops below the low set point causing the liquid control valve 230 to open to supply cryogenic liquid to the pump which immediately satisfies the engine demand. Most vehicles do not require full fuel demand for all operating conditions, e.g. when the engine is at idle when the vehicle is stopped, or when the vehicle is descending, with the engine essentially coasting. At these times, any excess pressure of vapour in the fuel tank can be delivered to the surge tank, so as to reduce vehicle tank pressure and to permit the vapour to be consumed by the engine when the engine demands it. However, because engine demands can rapidly change from idle to full power, engine fuel demand is not compromised by undue use of vapour, but instead liquid is supplied essentially instantly when surge tank pressure drops below the low set point. This enables a vehicle to operate for a long period without venting of vapour, as the vapour is automatically removed by burning in the vehicle engine.\nThus, it can be seen that a method of supplying cryogenic fluid fuel to an engine comprises the steps of:\nconducting cryogenic vapour from a tank in a vapour conduit;\nconducting cryogenic liquid from the tank in a liquid conduit; and\nselectively receiving cryogenic liquid and vapour from the respective conduits at an inlet of a pump and pumping cryogenic liquid to satisfy fuel demand, and when the fuel demand is satisfied, pumping cryogenic vapour to reduce vapour pressure in the tank.", "score": 0.81681186, "source": "dense"}, {"doc_id": "<urn:uuid:a1a4f5ec-9266-49f9-874a-fb69cc7d0eb0>", "text": "How Fast Does a Yamaha 660 Raptor Go?\nThe top speed of a Yamaha Raptor 660R is estimated in the range of 80 to 95 miles per hour. The vehicles are equipped with an electronic limiter which does not allow speeds in excess of 100 miles per hour.\nThe four-wheeled all terrain vehicle is equipped with a 660 cubic centimeter engine, which is cooled by liquid. At the time of its first release in 2001, the Raptor 660 had the biggest ATV engine on the market. It was designed for multiple terrains and featured a four stroke engine. The Raptor 660 was sold until 2005, and it was replaced by the Raptor 700R in 2006.", "score": 0.814916909, "source": "dense"}, {"doc_id": "<urn:uuid:97c9bba0-36c7-4df1-9a8d-ef4c03c39421>", "text": "The demonstration car is a 2008 Mustang Bullitt, equipped with a ProCharger supercharger, and a NuVinci DeltaSeries™ continuously variable speed drive. With assistance in tuning by Lingenfelter Performance Engineering, it demonstrates considerable performance increases at lower engine speeds, when the variable speed drive is activated. The Bullitt prototype has logged over 3,000 demonstration miles, and remains operational today for regular demonstrations.\nThe NuVinci supercharger drive is part of the NuVinci DeltaSeries line of accessory drive solutions. The NuVinci DeltaSeries line eliminates the compromise of fixed ratio accessory drives by de-coupling accessory RPM from engine RPM. Other DeltaSeries drives in development include applications for HD vehicle cooling fans, high output alternators, AC compressors, and engine crank-mount units, which control the speed of the entire accessory beltline. For more information on NuVinci DeltaSeries variable speed drives, visit: http://www.fallbrooktech.com/accessory-drives.\nFallbrook's NuVinci® continuously variable planetary (CVP) technology improves the performance and efficiency of machines that use a transmission, including bicycles, electric vehicles, automobiles, agricultural equipment, wind turbines and others. The NuVinci technology offers companies the flexibility to design and produce next-generation products that are better tailored to their unique business, market and competitive requirements.\nFallbrook has built an extensive portfolio of over 450 patents and patent applications worldwide. The Company intends to continue its research and development activities to enhance the performance and capabilities of NuVinci technology. For more information, visit: www.fallbrooktech.com.\nSOURCE Fallbrook Technologies Inc.", "score": 0.812818348, "source": "dense"}, {"doc_id": "<urn:uuid:46dd34b4-1ee1-4b58-af3a-873bf6ec012b>", "text": "Assuming a nominal 15\nm/sec-squared delta-v, the multiphase tractor emitters can be used\nwith a payload approaching 116,380,000,000 metric tons at less than\n2,000 meters. Conversely, the same delta-v can be imparted to an\nobject massing about one metric ton at ranges approaching 30,000\nTowing or manipulation of objects\n6.3 TRANSPORTER SYSTEMS\nNumber of Systems:\nMax Payload Mass: 900kg (1,763 lbs)\nMax Range: 40,000 km\nMax Beam Up/Out Rate: Approx. 100 persons per hour per\nMax Payload Mass: 800 metric tons. Standard operation is\nmolecular resolution (Non-Lifeform).\nSet for quantum (Lifeform) resolution: 1 metric ton\nMax Beam Up/Out Rate (Quantum Setting): Approx. 100 persons per\nhour per Transporter\nEmergency Transporters: 2\nStandard Communications Range: 30,000 – 90,000 kilometers\nStandard Data Transmission Speed: 18.5 kiloquads per second\nSubspace Communications Speed: Warp 9.9997\n7.0 SCIENCE AND REMOTE SENSING SYSTEMS\n7.1 SENSOR SYSTEMS\nLong range and navigation sensors are located behind the main\ndeflector dish, to avoid sensor \"ghosts\" and other detrimental\neffects consistent with main deflector dish millicochrane static\nfield output. Lateral sensor pallets are located around the rim of\nthe entire Starship, providing full coverage in all standard\nscientific fields, but with emphasis in the following areas:\nRemote life-form analysis\nPassive neutrino scanning\nParametric subspace field stress (a scan to search for cloaked\nEach sensor pallet (11 in all) can be interchanged and re-calibrated\nwith any other pallet on the ship. Warp Current sensor: This is an\nindependent subspace graviton field-current scanner, allowing the\nship to track ships at high warp by locking onto the eddy currents\nfrom the threat ship's warp field, then follow the currents by using\nmulti-model image mapping.\nThe Aggressor Class starship is equipped with two high-power\nTorpedo pallets in the forward saucer section, ventral side. The\npallets are unplated for ease of upgrade and repair, as well as\nenhancing sensor acuity.", "score": 0.812570393, "source": "dense"}]}
{"id": 10, "question": "What is the maximum delta-v that can be achieved with an engine that has an ISP of 350 seconds?", "passages": [{"passage": "- Subway style Δv map:\n  - Total Δv values for single stage interplanetary ships\n  - Δv change values for each engine\n  - Δv with Phase Angles\n  - Precise Total Δv values for each engine\n  - Maximum Δv Chart for engine selection\n  - TWR (Thrust to Weight Ratio) > 1 for takeoff\n  - Isp (Specific Impulse) equation for multi-engine stages\n  - Vacuum Δv values use vacuum thrust values\n  - Delta V calculations for various orbits:\n    - 260 km X 345 km orbit to 265 km X 368 km orbit: 7 m/s\n    - 265 km X 368 km orbit to 267 km X 391 km orbit: 6 m/s\n    - 267 km X 391 km orbit to 300 km X 310 km orbit: 32 m/s\n    - Total Delta V: 83 m/s\n  - Rocket launched at 56.0° angle with 101 m/s initial speed\n  - Fuel pump system for cryogenic vapor and liquid supply to engine\n  - Fuel pump prevents excessive pressure build-up in vapor chamber\n  - Isp calculation for two engines with different Isp values\n  - Yamaha Raptor 660R top speed: 80-95 mph, equipped with a 660 cc engine\n  - NuVinci DeltaSeries line of accessory drive solutions for improved performance\n  - Multiphase tractor emitters can impart 15 m/sec-squared delta-v to objects up to 116,380,000,000 metric tons at less than 2,000 meters\n  - 6.3 Transporter Systems: Max Payload Mass: 900kg, Max Range: 40,000 km, Max Beam Up/Out Rate: Approx. 100 persons per hour per Transporter\n  - Sensor Systems: Long range and navigation sensors located behind the main deflector dish, lateral sensor pallets around the rim of the Starship\n  - The DeltaWing Racing Car: radical proposal for 2012 IndyCar racing series, designed for multiple terrains, featuring a four stroke engine\n  - The Sikorsky X2's maximum recorded speed is 258 mph, but needs Guinness officials and timing gear for official title\n  - The Boeing X-48B: 6.4 meter wingspan, 230 kgs weight, three turbojet engines, can fly at up to 136 mph, 3,000 meters altitude\n  - Volvo's Extreme Gravity Car: radical styling exercise, no propulsion mechanism except for gravity, constructed from lightweight materials, 15 kgs weight\n  - Winndings squirrel cage motor: started by star-delta stater, ultra sensitive oxygen (lambda) sensor mounted on cast iron exhaust manifold\n  - VX engine: ultra low coefficient of aerodynamic drag (0.30 cd), stroked and balanced crankshaft, two-stage direct fuel injection, water-cooled supercharger, boost pressure monitored\n  - Kerbal Space Program rocket scientist's cheat sheet: Delta-v maps, equations, and more for interplanetary travel.", "score": 3.9857887029647827, "source": "basic", "doc_IDs": ["<urn:uuid:095ea15d-7fbb-4058-8308-6994d6a85926>", "<urn:uuid:df343fe2-c79e-435d-bdd7-2c48b66fc48a>", "<urn:uuid:0ae101af-88d3-42e3-a830-2c0cc43ff9bd>", "<urn:uuid:f7221e10-9b34-4cc3-a369-cb769aefd36f>", "<urn:uuid:97c9bba0-36c7-4df1-9a8d-ef4c03c39421>", "<urn:uuid:fc979337-7ae2-4870-af43-bf627c996fc3>", "<urn:uuid:46dd34b4-1ee1-4b58-af3a-873bf6ec012b>", "<urn:uuid:a027d9e3-27c5-440a-9fe9-a1a243e461f9>", "<urn:uuid:996051e5-17b8-4403-94d1-46072372b5bc>", "<urn:uuid:74ade955-7d10-4492-af63-438a92e729f8>", "<urn:uuid:4a263315-3d92-4091-a362-de6cc6e15b86>", "<urn:uuid:061b2a07-6905-4b28-bdf4-10a54e6e623c>", "<urn:uuid:2185ae7e-19a4-4f3b-b8f4-93c70a98c73a>", "<urn:uuid:81bef531-6ff8-476c-bb61-2e9a76f357d3>", "<urn:uuid:a1a4f5ec-9266-49f9-874a-fb69cc7d0eb0>", "<urn:uuid:0bdfe5db-1d97-4aea-b5dd-b0da0c6e600f>", "<urn:uuid:e475ddaa-8d6f-451e-9d3f-60e8aa3a1557>"]}], "retrieved_chunks": [{"doc_id": "<urn:uuid:fc979337-7ae2-4870-af43-bf627c996fc3>", "text": "The DeltaWing Racing Car is a radical proposal for a new type of vehicle for the 2012 IndyCar racing series.DeltaWing LLC, of Indianapolis, introduced the concept at the 2010 Chicago Auto Show. During the unveiling, Dan Partel, Chief Executive Officer of DeltaWing LLC said of the vehicle; \"Today marks a fundamental shift in how race fans and the general public will view all racing cars in the future; this is a game changer. This radical prototype takes open wheel racing to a new level from both an engineering standpoint and the overall spectator experience.\"\n31st July 2010. Amazingly the title for the Worlds Fastest Helicopter has stood since the mid-1980s. The previous record of 249 mph was held by a British Army Westland Lynx helicopter. As it stands at the moment, the Sikorsky X2's maximum recorded speed is 258 mph, but it's an unofficial top speed. To claim the official Guinness title they'll need to repeat the high-speed run with Guinness officials and their timing gear present.\nThere are two different types of remote control aircraft. There are those made by hobby fliers just for the fun of it. And then there are multi-million dollar remotely piloted aircraft developed by huge aerospace companies. The Boeing X-48B, quite obviously, falls into the latter category. The X-48B has a 6.4 meter (21 foot) wingspan, and weighs in at 230 kgs (500 lbs). Power comes from three turbojet engines mounted at the rear of the aircraft. It can fly at up to 136 mph (220 km/h), and reach an altitude of 3,000 meters (10,000 feet). Like I said, this isn't your everyday RC plane.\nVolvo's Extreme Gravity Car is a radical styling exercise for the company. Volvo, more commonly associated with high quality, if somewhat bland cars has produced some interesting concepts over the recent years.Volvo's gravity car has no propulsion mechanism whatsoever except for the pull of gravity, and the car is constructed from lightweight materials such as aluminium, carbon-fibre and fibreglass giving it an anorexic weight of 15 kgs.", "score": 0.812304, "source": "dense"}, {"doc_id": "<urn:uuid:2185ae7e-19a4-4f3b-b8f4-93c70a98c73a>", "text": "Winndings squirrel cage motor is mostly started by star-delta stater and hence the stator of squirrel cage motor is delta connected. It has 4 wires.\nAt 25 October2: My qiestion what was I surpose to do?? What is high consumption in a one-phase and three-phase induction motor? Thanks At 22 June5:", "score": 0.811640143, "source": "dense"}, {"doc_id": "<urn:uuid:11d44813-07a2-4aa9-b6c7-0de7d66e052e>", "text": "For example, according to IS-95, a PN sequence having 215 chips and repeating every 26.66 milliseconds (ms) is transmitted by each base station in the system at one of 512 PN sequence offsets as a pilot signal. According to IS-95 operation, the base stations continually transmit the pilot signal which can be used by the remote unit to identify the base station as well as other functions, such as for example, determining the multipath environment the remote unit is operating in and synchronization of remote unit timing to the base station timing.\nDuring initial power on, or any other situation when the remote unit has lost a pilot signal such as when performing a hard hand-off to a different operating frequency, the remote unit evaluates all possible PN offsets of the pilot PN sequence. Typically, a search engine measures the pilot signal strength at all possible PN offsets, proceeding at a measurement rate that produces an accurate measure of the pilot signal present at the corresponding offset. Proceeding in this manner, the search engine determines the PN offset of base stations which are geographically near the remote unit. Searching each PN offset in this manner can take anywhere from hundreds of milliseconds to a few seconds depending on the channel conditions during acquisition. This amount of time for the remote unit to reacquire a pilot signal is detrimental to the remote unit operation, and may be annoying to the user of the remote unit.\nOne purpose of the search engine, as described above, is to aid in maintaining the wireless link between the remote unit and a base station. Because the wireless channel is constantly changing, multi-path searching must be performed on a virtually continuous basis, otherwise the wireless link may be lost due to, for example, fading. If the wireless link is lost, communications between the remote unit and the base station are terminated and the remote unit performs a search of the entire PN space to reacquire an appropriate base station. Searching the entire PN space consumes an excessive amount of time.\nTherefore, there is a need in the art for a method of and apparatus to minimize the amount of time required for a remote unit, in a wireless communication system, to acquire or reacquire a pilot signal.\nThe invention increases the speed of acquisition, or reacquisition, of a pilot signal in a wireless communication system. The wireless communication system comprises a plurality of base stations, each configured to transmit a PN encoded pilot signal at a different time offset than the other base stations.", "score": 0.811546743, "source": "dense"}, {"doc_id": "<urn:uuid:061b2a07-6905-4b28-bdf4-10a54e6e623c>", "text": "This was achieved by only opening one valve during the intake stroke, rather than both, below 2,500 RPM engine speed, placing the multiport fuel injectors very near the intake valves, and by using an ultra sensitive oxygen (lambda) sensor. The oxygen sensor is mounted on the cast iron exhaust manifold, to be as close to the cylinders as possible, so the sensor will be as hot as possible for more accurate readings. It has two O2 measurement electrochemical cells, rather than the single cell that at the time was universal. This same model sensor has been adopted by racing teams to monitor the combustion in each cylinder of racing engines during the tuning process, one per cylinder, because of its sensitivity.\nThe opening of only one intake valve below 2,500 RPM results in much more of the pressure drop between atmospheric pressure, and the inside of the cylinder to be across the valve than would otherwise be the case. This results in an exceptionally turbulent flow, very good mixing of the charge, very high speed flame propagation at ignition, high resistance to predetonation (knock), and very low amounts of unburned hydrocarbons, and carbon monoxide, and increased engine torque, and power in both lean burn mode, and at more normal fuel-air mixtures, below 2,500 rpm. As a result of, the increased torque, and power at low rpm, the engine's torque, and power curves are between those of normally aspirated gasoline, and diesel engines. Since the VX has what was for the time an ultra low coefficient of aerodynamic drag of 0.30 cd, the car could operate at highway speeds in lean burn mode.\nThe D15Z1 engine was considered revolutionary for its day. If the price of Crude oil had remained high, many of its innovations would have likely become mainstream in the mid, and late 1990's. To this day, the VX remains a favorite of \"Hypermilers\" who go to extremes to obtain the highest fuel economy possible, by both driving technique, and vehicle modification.\nOne of the few rocks Honda left unturned in search of better fuel economy was increasing the final drive ratio of the VX, usually expressed as the number of engine revolutions per mile in the transmission's top gear.", "score": 0.811285377, "source": "dense"}, {"doc_id": "<urn:uuid:996051e5-17b8-4403-94d1-46072372b5bc>", "text": "To reduce temperatures in the supercharger itself, it’s water-cooled. Boost pressure is monitored by to self-compensate for environmental changes. Stainless-steel guide places stabilize the engine and the advanced midsection and high-performance mounts provides solid support. Technologies such as Smart Craft, Digital Throttle & Shift and Joystick Piloting for Outboards pro-vide smooth consistent control over all that power. It’s compatible with Sport Master or the 5.44” Offshore HD gearcase and the 400R comes in a choice of color combinations.\nOn the two-stroke side, the OptiMax 300 XS is built on a 3.2-liter powerhead that has a stroked and balanced crankshaft. Two-stage direct fuel injection burns more completely for improved fuel economy and cleaner emissions. To make the motor compatible with a number of boats, it has a good selection of shaft lengths and gearcases.\nPrecise fuel injection and mixing results in clean emissions and the 60-amp alternator provides plenty of juice.\nWhile the 400-hp Verado comes out of the Mercury Racing facility, the 300 and 350-hp versions of the supercharged V-6 are built and sold through Mercury Marine. There are three engines offered in our size range, the 300-hp Pro FourStroke and the 300-hp and 350-hp Verado. They all feature 2.6-liter blocks that are supercharged with charge air cooling, electronic boost pressure control, sequential multiport fuel injection and make their maximum power on 87 octane. The alternator puts out 70 amps. The primary difference between the two 300-hp models is that the Verado comes in 20”, 25” and 30” shaft lengths and 1.75: and 1.85:1 gear ratios while the 300-hp Pro FourStroke comes in 20” and 25” shaft lengths with 1.75:1 ratios. Both are compatible with digital controls and Mercury’s Smart Craft and Vessel View monitors.\nSeven Marine changed the outboard performance game forever with an out-board motor based on a 376-cid aluminum Chevrolet LS V-8 block with a bore and stroke of 4.065” x 3.622” and a compression ratio of 9.1:1.", "score": 0.810923278, "source": "dense"}, {"doc_id": "<urn:uuid:74ade955-7d10-4492-af63-438a92e729f8>", "text": "While the maximum speed limit goes from 250 km / ha of 350 km / h.\nThe German tuner has used a T65 RS engine conversion including ECU software, new manifolds with integrated turbine housings with high performance turbochargers four inter coolers water-air system and a stainless steel exhaust. Find out in the gallery.\nCategory: Auto Model", "score": 0.810525477, "source": "dense"}, {"doc_id": "<urn:uuid:0ae101af-88d3-42e3-a830-2c0cc43ff9bd>", "text": "Kerbal Space Program rocket scientist's cheat sheet: Delta-v maps, equations and more for your reference so you can get from here to there and back again.\n- 1 수학\n- 2 Math examples\n- 3 See also\n추력비(Thrust to Weight Ratio; TWR)\n- → 참고하기: Thrust-to-weight ratio\n이건 제 2 뉴턴 운동 법칙를 따릅니다. 만약 이 값이 1보다 작다면, 땅을 떠나지 못하겠죠. 발사하는 곳의 표면 기준의 중력가속도 값이 필요하다는 것을 잘 알아두세요!\n- 엔진의 출력\n- 전체 중량\n- 중력 가속도 값\n합산비추력(Combined Specific Impulse; Isp)\n- → 참고하기: Specific impulse\nIf the Isp is the same for all engines in a stage, then the Isp is equal to a single engine. If the Isp is different for engines in a single stage, then use the following equation:\n델타V (Delta-v; Δv)\n- → 참고하기: Tutorial:Advanced Rocket Design\nBasic calculation of a rocket's Δv. Use the atmospheric and vacuum thrust values for atmospheric and vacuum Δv, respectively.\n- is the velocity change possible in m/s\n- is the starting mass in the same unit as\n- is the end mass in the same unit as\n- is the specific impulse of the engine in seconds\nTrue Δv of a stage that crosses from atmosphere to vacuum\n|other bodies' data missing|\nCalculation of a rocket stage's Δv, taking into account transitioning from atmosphere to vacuum. Δvout is the amount of Δv required to leave a body's atmosphere, not reach orbit. This equation is useful to figure out the actual Δv of a stage that transitions from atmosphere to vacuum.\nVarious fan-made maps showing the Δv required to travel to a certain body.", "score": 0.04581542527269772, "source": "sparse"}, {"doc_id": "<urn:uuid:0ae101af-88d3-42e3-a830-2c0cc43ff9bd>", "text": "- Use this equation to figure out the Δv per stage:\n- Δv = ln ( Mstart / Mdry ) * Isp * g\n- Δv = ln ( Starting Mass / Dry Mass ) X Isp X 9.81\n- Single Stage Rocket that weighs 23 tons when full, 15 tons when fuel is emptied, and engine that outputs 120 seconds Isp.\n- Δv = ln ( 23 Tons / 15 Tons ) × 120 seconds Isp × 9.81m/s² = Total Δv of 503.2 m/s\n- Simplified version of the Δv calculation to find the maximum Δv a craft with the given ISP could hope to achieve. This is done by using a magic 0 mass engine and not having a payload.\n- Δv =21.576745349086 * Isp\n- Explained / Examples:\n- This calculation only uses the mass of the fuel tanks and so the ln ( Mstart / Mdry ) part of the Δv equation has been replaced by a constant as Mstart / Mdry is always 9 (or worse with some fuel tanks) regardless of how many fuel tanks you use.\n- The following example will use a single stage and fuel tanks in the T-100 to Jumbo 64 range with an engine that outputs 380 seconds Isp.\n- Δv = ln ( 18 Tons / 2 Tons ) × 380 seconds Isp × 9.81m/s² = Maximum Δv of 8199.1632327878 m/s\n- Δv = 2.1972245773 × 380 seconds Isp × 9.82m/s² = Maximum Δv of 8199.1632327878 m/s (Replaced the log of mass with a constant as the ratio of total mass to dry mass is constant regardless of the number of tanks used as there is no other mass involved)\n- Δv = 21.576745349086 × 380 seconds Isp = Maximum Δv of 8199.1632327878 m/s (Reduced to its most simple form by combining all the constants)\n- How to calculate the Δv of a rocket stage that transitions from Kerbin atmosphere to vacuum.\n- Assumption: It takes approximately 1000 m/s of Δv to escape Kerbin's atmosphere before vacuum Δv values take over for the stage powering the transition.", "score": 0.014905672284826803, "source": "sparse"}, {"doc_id": "<urn:uuid:4a263315-3d92-4091-a362-de6cc6e15b86>", "text": "And as most engines are made of metal or carbon, hot oxidizer-rich exhaust is extremely corrosive, where fuel-rich exhaust is less so. American engines have all been fuel-rich. Some Soviet engines have been oxidizer-rich.\nAdditionally, there is a difference between mixture ratios for optimum Isp and optimum thrust. During launch, shortly after takeoff, high thrust is at a premium. This can be achieved at some temporary reduction of Isp by increasing the oxidiser ratio initially, and then transitioning to more fuel-rich mixtures. Since engine size is typically scaled for takeoff thrust this permits reduction of the weight of rocket engine, pipes and pumps and the extra propellant use can be more than compensated by increases of acceleration towards the end of the burn by having a reduced dry mass.\nAlthough liquid hydrogen gives a high Isp, its low density is a significant disadvantage: hydrogen occupies about 7x more volume per kilogram than dense fuels such as kerosene. This not only penalises the tankage, but also the pipes and fuel pumps leading from the tank, which need to be 7x bigger and heavier. (The oxidiser side of the engine and tankage is of course unaffected.) This makes the vehicle's dry mass much higher, so the use of liquid hydrogen is not such a big win as might be expected. Indeed, some dense hydrocarbon/LOX propellant combinations have higher performance when the dry mass penalties are included.\nDue to lower Isp, dense propellant launch vehicles have a higher takeoff mass, but this does not mean a proportionately high cost; on the contrary, the vehicle may well end up cheaper. Liquid hydrogen is quite an expensive fuel to produce and store, and causes many practical difficulties with design and manufacture of the vehicle.\nBecause of the higher overall weight, a dense-fuelled launch vehicle necessarily requires higher takeoff thrust, but it carries this thrust capability all the way to orbit. This, in combination with the better thrust/weight ratios, means that dense-fuelled vehicles reach orbit earlier, thereby minimizing losses due to gravity drag. Thus, the effective delta-v requirement for these vehicles are reduced.\nHowever, liquid hydrogen does give clear advantages when the overall mass needs to be minimised; for example the Saturn V vehicle used it on the upper stages; this reduced weight meant that the dense-fuelled first stage could be made significantly smaller, saving quite a lot of money.", "score": 0.00023961060097829346, "source": "sparse"}, {"doc_id": "<urn:uuid:81bef531-6ff8-476c-bb61-2e9a76f357d3>", "text": "The engine block has also been stiffened to improve noise and vibration characteristics further.\nBoth of the diesel engines have near identical technical specifications, essentially differing only in engine output and torque. For the higher powered version maximum power is 184 hp at 3800 rpm while maximum torque of 400 Nm is achieved at just 2000 rpm; the second version has a maximum engine power of 163 hp at 3800 and torque of 350 Nm at 2000 rpm.\nPerformance figures for the new Captiva using the lower output 163 hp engine and manual gearbox are a 0-100 km/h time of 9.9 seconds and maximum speed of 189 km/h, while for the 184 hp version 0 to 100 km/h is 9.4 seconds while it can reach a maximum speed of 200 km/h.\nIn-gear acceleration times are an impressive 9.6 and 11.6 seconds respectively, between 80 and 120 km/h in 5th gear.\nFuel consumption for both versions on a combined cycle is an identical 6.4 liter/100 km. Emissions are also identical at 170 g/km.\nManual or automatic - it's six-speed all round\nComplementing Chevrolet Captiva's new powertrains is a new six-speed automatic transmission. The new auto box can be used in full automatic mode, or if the driver prefers, Driver Shift Control (DSC) allows for manual shifting when the mood takes.\nTwo versions of the new automatic transmission have been developed, one to be mated with gasoline and all-wheel drive offerings and the other with the diesel engines, as each is designed to handle different levels of engine torque. Automatic is available as an option on all engines and comes as standard with the 3.0L DI VVT V6.\nOne of the great advantages of the new automatic is that it has enabled much more compact packaging than previously, as the entire powertrain unit is now much shorter fore-to-aft. This allowed the engineers to enhance crumple zones, increase interior space and lower the hood line.\nThe new automatic has been engineered with a wide spread of gear ratios to optimize the correlation between performance and fuel economy. So while first gear is 'steep' to enable fast take-off, a tall sixth gear lowers engine revs at higher speeds, maximizing fuel and reducing internal noise and vibration.", "score": 0.00016072842021914354, "source": "sparse"}, {"doc_id": "<urn:uuid:095ea15d-7fbb-4058-8308-6994d6a85926>", "text": "The new Mercedes Benz CLS 350 bears a CLS 6-cylinder V6 engine with a 7 speed automatic gearbox which provide ample amount of thrust on each gearshift. This highly advanced engine of new Mercedes Benz CLS Class 350 BE delivers a sporty power of 306 PS @ 6000 rpm and the peak torque of 350 Nm. On the other hand, the Mercedes Benz CLS 63 AMG is powered with a 5 litre naturally aspirated V8 engine with a displacement of 5461cc. The engine is capable of generating a maximum power of 378 kW (514 hp) and an impressive torque of 630 Nm. With the use of these high powered engines the new Mercedes Benz CLS Class transforms itself into a high-performance coupe with the comfort of a sporty saloon.\nThe new Mercedes Benz CLS Class is powered with a V series engine which produces highest power and torque with AIRMATIC compression that turns pressurized air into calm composure on any road. It is the world's first coupe which incorporated with a 7 speed automatic transmission gearbox that has been engineered to provide more efficient and responsive performance. The new Mercedes Benz CLS Class 350 picks up the speed of 100 kmph from 0 kmph in mere 6.1 seconds and attains the top speed of 250 kmph. On the other hand, the Mercedes Benz CLS Class 63 AMG revs up to the mark of 100 kmph from 0 kmph in just 4.5 seconds only and touches a top speed of 250 kmph.\nWith the very classy and enticing looks, new Mercedes Benz CLS Class possesses a calm and composed exterior design. A V-shaped radiator grille distinct from bonnet with matte paint and chrome highlights on the front end of this beauteous piece. Front bumper shares its color with the rest of the envelope of new CLS Class. Two heavily outlined louvres which are responsible for Aerodynamic optimization with large and central air intakes and a huge centrally placed Mercedes logo mark the richness of new Mercedes Benz CLS Class. C-shaped bi-xenon headlamps incorporate parking lights and locator lighting enabled with LED technology even during the day time.\nThe side view again gives a picture of its tagline-Sense and Sensuality.", "score": 3.88474761114162e-05, "source": "sparse"}, {"doc_id": "<urn:uuid:0bdfe5db-1d97-4aea-b5dd-b0da0c6e600f>", "text": "ISDC conference report by Dave Fischer\nProfessor Jun’ichiro Kawaguchi presented the history and results of the Hayabusa program, formally known as MUSES-C. Professor Kawaguchi is the Program Manager for the MUSES-C program at the Lunar and Planetary Exploration Program Group at JAXA.\nThe spacecraft was launched on 9 May 2003. It was primarily an engineering demonstration project, with the following objectives:\n- 1. Interplanetary cruise via ion engines as the primary propulsion system\n- 2. Autonomous navigation and guidance using optical measurements\n- 3. Sample collection from an asteroid surface under micro gravity\n- 4. Direct reentry for the sample recovery capsule from interplanetary orbit\n- 5. Combination of low thrust and gravity assist for interplanetary missions\nThe spacecraft was relatively small with dimensions of 1.0m x 1.6m x 1.1m. It weighed a total of 510 kg, of which 380 kg was the spacecraft, instruments and engines, 70 kg of chemical fuel for thrusters and 60 kg of Xenon for the ion propulsion system. The engine was composed of four chambers, each of which developed seven (7) millinewtons of thrust with an isp of 3,000 seconds.\nProfessor Kawaguchi noted that the mission mostly entailed overcoming obstacles. He presented the following time line illustrating the issues encountered and solved:\n- 2004 Fall – Largest solar flare ever of class X25.\n- 2005 August – One Reaction wheel lost.\n- Arrival at Itokawa.\n- 2005 October – Second Reaction Wheel lost.\n- 2005 November – Fuel leak after the second touchdown.\n- 2005 December – Gas eruption tumbled the space craft. Contact was lost for seven weeks.\n- 2005 December – Functioning of the chemical engines was lost. Battery went dead.\n- 2006 January – Restoration of attitude control with Xenon cold gas.\n- 2006 – Refurbish operation. New attitude control established via Solar Radiation Torque. Charged the battery.\n- 2007 January – Closing of the capsule lid succeeded.\n- 2007 – First half of the ion engine delta-v burn completed.\n- 2009 March – April – Second half of the ion engine delta-v burn completed.", "score": 2.3491158345720714e-05, "source": "sparse"}, {"doc_id": "<urn:uuid:df343fe2-c79e-435d-bdd7-2c48b66fc48a>", "text": "Mass units are arbitrary; use whatever you like, as long as you're consistent. Similarly, Velocity units are arbitrary; the delta-V computed will be in the same units. Specific impulse is in seconds.\nA good explanation of delta-V is given in Chapter 2 of Space Settlements: A Design Study. The diagram to the right is based on Figure 2.2 of this book, and indicates the delta-V needed to transfer among various orbits.\nSpecific Impulse is exhaust velocity divided by g, the acceleration due to gravity on Earth's surface (9.80665 m/s^2). It's a common measure of the \"mass efficiency\" of a rocket engine. You can use the radio buttons above to convert between specific impulse and exhaust velocity.\nThe above calculator is very simplistic; it assumes no drag, and it allows only a single burn. But it can be applied to a great many models. For example, you could calculate the delta-V attainable by a baseball pitcher, throwing baseballs to change his orbit. Or, if you know the delta-V between an asteroid orbit and Earth orbit, you can calculate how much mass you'd have to eject from the asteroid to park it (which of course depends on how fast your mass launcher is).", "score": 1.2661046937048921e-05, "source": "sparse"}, {"doc_id": "<urn:uuid:a414921b-e26d-4812-932b-51c00a53921d>", "text": "Birth of Rock and Roll\nBill Haley was a country singer when he started in the music business, until he recorded his version of “Rocket 88”, when he changed the beat. The rhythm was new, and it caught on like a brush fire. Bill Haley and the Comets was born, landing 9 records in the the top twenty including his signature, “Rock Around the Clock”, which was recorded in April of 1954. Haley died in 1981, but the mark he and his group left on popular music continues. His “Rock and Roll” sound influenced many bands for decades. Have a listen as Haley talks about changing the beat to create a whole new sound! BillHaley\nBe listening next Saturday, April 4 as Hank Aaron hits 715 home runs, Elvis signs a big movie deal and we’ll remember Martin Luther King Jr.\nSaturday mornings with Jeff Norgate…on CKNX!", "score": 0.82765305, "source": "dense"}, {"doc_id": "<urn:uuid:44b181ae-ffc6-4c93-b8f7-3611c47e956a>", "text": "1981--Bill Haley dies of natural causes in Harlingen, Texas, at the age of 56. He was one of the first white performers to play R&B and began working the roots of rock and roll in the early fifties. In 1954, he and the Comets released his most famous song, Rock Around The Clock, which did not do well commerically.\n1982--George Harrison presented UNICEF with a check for $9 million, 10 years after the fund-raising concert for Bangladesh. He is presented with the UNICEF award by Hugh Downes, the chairman of the US committee for UNICEF. George makes this statement at a press conference: Its nice to know you can achieve these sort of things. Even though the concert was over 10 years ago and the public has probably forgotten about the problems of Bangladesh, the children still probably need help and the money will have significant impact.\n1993--Paul McCartney releases his solo album Off the Ground.\nFor more day-by-day history go to HistoryUnlimited.net", "score": 0.822119772, "source": "dense"}, {"doc_id": "<urn:uuid:5acf35fd-d348-4e40-95e9-f7a4a59c354e>", "text": "Marshall Lytle, whose snappy bass work anchored Bill Haley and the Comets' \"Rock Around the Clock,\" died Saturday at his home in New Port Richie, Florida. He was 79. According to The New York Times, Lytle died of lung cancer.\nLytle was a teenage guitar player working at a Chester, Pennsylvania, radio station when Haley, who worked at another station, recruited him to play bass. Lytle notably didn't play the instrument, but Haley taught him the rudiments of slap-bass in a 30-minute session. The technique was key for country music, which was the focus of Haley's band – then known as Bill Haley and His Saddlemen.\n\"He got this old bass fiddle out, started slapping it, with a shuffle beat, and showed me the basic three notes you need on a little bass run to get started with,\" Lytle said in a 2011 radio interview. \"I gave it a try and I said, 'Hell, I can do that.'\"\nHaley's band changed their name to Bill Haley and the Comets in 1952, and Lytle played on memorable tracks including \"Crazy, Man, Crazy\" and \"Shake, Rattle and Roll.\" The bassist developed a lively stage presence, throwing his bass into the air, lifting it over his shoulder and riding it like a horse. The group landed their biggest hit in 1955 after a version of their classic recording of \"Rock Around the Clock\" appeared in the opening credits of the movie Blackboard Jungle.\nLytle and two other band members left Bill Haley and the Comets in 1955 after a salary dispute, branching off into their own group, the Jodimars. The band would become a popular Las Vegas lounge act. Lytle changed his name to Tommy Page in the 1960s at the suggestion of a booking agent, who said his name was too closely connected to his stint with Bill Haley and the Comets.\nThough Haley died in 1981, Lytle and other Comets reunited in 1987 and performed off and on until 2009. Lytle, along with other Comets, was inducted into the Rock and Roll Hall of Fame last year.\nLytle was born on September 1st, 1933, in Old Fort, North Carolina, before his father moved the family to Pennsylvania.", "score": 0.820445776, "source": "dense"}, {"doc_id": "<urn:uuid:378c2c02-c11f-42ad-8e0a-372821cb988f>", "text": "When Big Joe Turner, a blues shouter who had an R. & B. hit with the song, sings the same line, we see something different.\nHaley died in 1981, at the age of fifty-five, a year or so before John Swenson published his biography, “Bill Haley: The Daddy of Rock and Roll_._” The Stray Cats were about to become famous by updating much of Haley’s sound. He is little known today compared to Berry, Presley, Little Richard, and the other early kings of rock and roll, for whom he helped cut a path. But “Rock Around the Clock” has remained intermittently iconic. It’s a youthful grandfather to any number of rock party anthems: “Rock and Roll Music,” “Rock and Roll All Nite,” “I Love Rock and Roll.” And when something of the early rebellious rock spirit is sought, it’s Haley’s record that people often reach for. In 1987, LL Cool J tied his hip hop to rock and roll by egging on his d.j.—“Go Cut Creator Go”—instead of that noted guitarist Johnny B. Goode, and by kicking off the track with “One, two, THREE o’clock, four o’clock ROCK!”\n“Rock Around the Clock” climbed to number one in large part because it was the theme music to “Blackboard Jungle,” the 1955 Glenn Ford film that linked rock and roll to a whole range of juvenile delinquencies, from the smashing of jazz albums to attempted rape. During a nineteen-fifties revival, nearly twenty years later, “Rock Around the Clock” was chosen to be the first track on the “American Graffiti” soundtrack, was the theme song for the first two seasons of “Happy Days” and, in 1974, briefly returned to the Billboard Top 40. This nostalgic, early-nineteen-seventies moment presented rock and roll, and Haley’s record in particular, as good, clean fun, a flashback to music now devoid of its former ability to scare as well as to delight.\nThat was nothing new.", "score": 0.81449157, "source": "dense"}, {"doc_id": "<urn:uuid:e80f10bb-97da-4edd-b1c7-dc33092de72c>", "text": "A guest guitar solo on \"Wake Up\" was performed by longtime friend Mike Mushok of the band STAIND.", "score": 0.813411355, "source": "dense"}, {"doc_id": "<urn:uuid:a466733e-8853-4435-b830-bf00890f1b00>", "text": "During Memorial Day weekend of 1954, a country singer named Bill Haley swapped out his cowboy hat for a zoot suit and debuted a swinging new song with his band,\nthe Comets, at the HofBrau Hotel in Wildwood.\nBacked by incendiary guitar riffs and a rumbling beat, Haley chanted the hours of the day and brought the sound of youthful rebellion to the Jersey Shore.\n\"Rock Around the Clock\" was two minutes of syncopated euphoria that ushered in a decade of pop upheaval. The song struck a chord with the young beachgoers in the audience, said the group’s drummer, Dick Richards. To him, the rock revolution began in Wildwood at that summer kickoff concert on May 29, 1954.\n\"The first crack of the drums and the kids went crazy,\" said Richards, 90, of Ocean City. \"They were up on the floor dancing around.\"\n\"We didn’t even know that we were doing something new,\" said Ambrose, 80, who now lives in Las Vegas. \"We were just doing our thing and the audience loved it. I’d walk off the stage and went into the audience and played the saxophone and it got a great reaction because I was the same age as the kids. I was 18. I was one of them. They were tired of listening to ‘(How Much is That) Doggie in the Window.’ The teenagers wanted something of their own. It wasn’t like the band set out to do anything. It just happened that way.\"\nEven though Haley and his Comets debuted their groundbreaking hit in Wildwood, the Jersey Shore rarely gets recognition as the birthplace of a genre, said Daniel MacElrevey, president of the town’s Doo Wop Preservation League.\nYes, Memphis, Cleveland, New Orleans, Detroit and Philadelphia were hubs of rock innovation, but Wildwood deserves props too, said MacElrevey. Richards and Ambrose, the two surviving Comets, will be honored during the town’s annual Fabulous Fifties Weekend in the fall.\nHaley died in 1981 at the age of 55.\n\"This is where Bill Haley got his start,\" said MacElrevey. \"I was a kid during the 1950s and I remember coming off the boardwalk and hearing Bill Haley and his Comets.", "score": 0.813029051, "source": "dense"}, {"doc_id": "<urn:uuid:4443915d-d9ca-4f73-8683-0813af1d3c0e>", "text": "Didn't Jeff Beck also play the guitar solo on Rod Stewart's rendition of People Get Ready?\nYes - in fact they did a lot of stuff together.\nPlease comment with charity and avoid ad hominem attacks. I exercise the right to delete comments I find inappropriate. If you use your real name there is a better chance your comment will stay put.", "score": 0.807925522, "source": "dense"}]}
{"id": 11, "question": "What happened to the guitarist who recorded the guitar solo in 'Rock Around The Clock' with Bill Haley?", "passages": [{"passage": "- Bill Haley was a country singer who started in the music business in the early 1950s.\n- In 1952, Haley's band changed its name to Bill Haley and the Comets.\n- Haley is credited with creating a new sound by changing the beat in his music, which is considered the roots of rock and roll.\n- Bill Haley and the Comets released \"Rock Around the Clock\" in 1954, which did not do well commercially initially.\n- The song gained popularity after it was featured in the movie Blackboard Jungle in 1955, becoming their biggest hit.\n- Haley died in 1981 at the age of 56.\n- Marshall Lytle, a member of Bill Haley and the Comets, died in 2020 at the age of 79 from lung cancer.\n- Lytle was a teenage guitar player when Haley taught him the rudiments of slap-bass in a 30-minute session.\n- Lytle played bass on \"Rock Around the Clock\" and other memorable tracks like \"Crazy, Man, Crazy\" and \"Shake, Rattle and Roll.\"\n- After a salary dispute in 1955, Lytle and two other band members left Bill Haley and the Comets to form their own group, the Jodimars.\n- Lytle changed his name to Tommy Page in the 1960s at the suggestion of a booking agent.\n- Haley, Lytle, and other Comets reunited in 1987 and performed off and on until 2009.\n- Lytle, along with other Comets, was inducted into the Rock and Roll Hall of Fame last year.\n- Lytle was born in Old Fort, North Carolina, in 1933, and his family moved to Pennsylvania when he was young.\n- \"Rock Around the Clock\" is often credited as the definitive start of the mainstream rock n' roll scene.\n- Despite Haley's contributions to rock n' roll, his success was short-lived due to his age and the record companies' focus on reaching White teenagers.\n- This opened the door for other rock n' roll artists like Elvis Presley, Jerry Lee Lewis, Little Richard, and Chuck Berry.\n- From 1955 to 1959, rock n' roll was more popular than rhythm & blues and country music.\n- The arrival of rock n' roll was not appreciated by White adults, who saw it as a threat to their way of life since it would integrate White and Black communities.\n- Chuck Berry was a notable example, as he was a Black artist who sang like a White artist and wrote his own songs.\n- Bill Haley, Jr. & The Comets continue to perform favorites like \"Rock Around The Clock,\" \"See Ya Later Alligator,\" \"Shake, Rattle & Roll,\" and \"Rock This Joint.\"\n- Guitarist Danny Cedrone, who played the lead guitar break on \"Rock Around The Clock,\" died 10 days after recording the song in 1954.\n- Cedrone was paid $21 for his work on the session, as Haley did not hire a full-time guitarist for his group at the time.\n- The lead guitar break on \"Rock Around The Clock\" is widely considered one of the greatest rock and roll guitar solos of all time.", "score": 9.436459302902222, "source": "basic", "doc_IDs": ["<urn:uuid:44b181ae-ffc6-4c93-b8f7-3611c47e956a>", "<urn:uuid:a414921b-e26d-4812-932b-51c00a53921d>", "<urn:uuid:14c5cab3-6eba-4dd8-828f-17e37af91f45>", "<urn:uuid:beec3d59-b036-4637-bb4d-9c63a0259cec>", "<urn:uuid:74664acb-9a00-4147-bad0-e90930def4e9>", "<urn:uuid:84c32bb4-7c55-4c3e-a975-d0b670190133>", "<urn:uuid:378c2c02-c11f-42ad-8e0a-372821cb988f>", "<urn:uuid:a466733e-8853-4435-b830-bf00890f1b00>", "<urn:uuid:82e0a2f5-97ab-42ae-b0bf-bec22f130c8e>", "<urn:uuid:58092554-f12b-48e9-8bb1-41d05275abeb>", "<urn:uuid:1800de29-71ae-4971-96fb-c258d47b2406>", "<urn:uuid:5acf35fd-d348-4e40-95e9-f7a4a59c354e>", "<urn:uuid:e43857d7-1af9-4510-a9fd-f2dd0b98b10b>"]}, {"passage": "1. Bill Haley and his band, the Comets, influenced many bands with their \"Rock and Roll\" sound, particularly with the song \"Rock Around the Clock\".\n2. Marshall Lytle, the bassist for Bill Haley and the Comets, is known for his snappy bass work on \"Rock Around the Clock\".\n3. Haley's influence helped pave the way for early kings of rock and roll such as Chuck Berry, Elvis Presley, Little Richard, and others.\n4. \"Rock Around the Clock\" is considered a youthful grandfather to many rock party anthems.\n5. Dick Wagner, an iconic rock guitarist, advised to find beauty in the world despite its cruelty.\n6. Phelps \"Catfish\" Collins, a legendary funk guitarist, played with James Brown and Parliament/Funkadelic.\n7. Collins introduced his brother, Bootsy Collins, to the music of Lonnie Mack.\n8. Collins split from Parliament/Funkadelic in 1983 and remained quiet until 2007, when he contributed to the Superbad soundtrack.\n9. Steve Hunter, a guitarist, was featured in a story about who really played the guitar solos on Aerosmith's \"Train Kept A-Rollin\".\n10. Louis Jordan had 18 No. 1 hits, making him the third most successful singles artist in Billboard R&B charts history.\n11. The UK music newspaper Record Mirror went to press for the first time in 1954.\n12. The Kinks and the Moody Blues made their US concert debut at the Academy of Music in New York City in 1965.\n13. \"Rock the Joint\", \"Crazy Man Crazy\", and \"Rock around the Clock\" were groundbreaking rock and roll songs.\n14. \"Shake, Rattle and Roll\" by Bill Haley contains a reference to a one-eyed cat looking hungrily into a seafood shop.\n15. \"Rock Around the Clock\" was popular among both white and black audiences, particularly white teenagers.\n16. Elvis Presley, a white artist, was known for dancing like a black person, which was considered crossing the line by some parents.\n17. The Comets will perform at Suncoast Showroom May 19 and 20.\n18. Bill Frisell, a jazz guitar legend, has a highly regarded recording catalog, including recent albums for Savoy.\n19. WNBT-TV, channel 4 in New York City, changed its call letters from WRCA to WNBC in 1986.\n20. Jimmie Rodgers, known as The Singing Brakeman, recorded popular songs in the late 1920s and early 1930s and was widely copied by both black and white musicians.\n21. Jack Guthrie, cousin of Woody Guthrie, performed in the 1930s and early 1940s.", "score": 6.940133690834045, "source": "basic", "doc_IDs": ["<urn:uuid:2a996251-5eaa-44b4-9875-0298bb636141>", "<urn:uuid:2e68fe1b-696f-411a-bc3e-db4c58b1466e>", "<urn:uuid:a414921b-e26d-4812-932b-51c00a53921d>", "<urn:uuid:08ee2efa-9ac4-43dc-ba81-aa86fed47023>", "<urn:uuid:14c5cab3-6eba-4dd8-828f-17e37af91f45>", "<urn:uuid:beec3d59-b036-4637-bb4d-9c63a0259cec>", "<urn:uuid:74664acb-9a00-4147-bad0-e90930def4e9>", "<urn:uuid:84c32bb4-7c55-4c3e-a975-d0b670190133>", "<urn:uuid:378c2c02-c11f-42ad-8e0a-372821cb988f>", "<urn:uuid:58092554-f12b-48e9-8bb1-41d05275abeb>", "<urn:uuid:1800de29-71ae-4971-96fb-c258d47b2406>", "<urn:uuid:5acf35fd-d348-4e40-95e9-f7a4a59c354e>", "<urn:uuid:e43857d7-1af9-4510-a9fd-f2dd0b98b10b>"]}, {"passage": "1. Danny Cedrone was a guitarist.\n2. Danny Cedrone died.\n3. Cause of death: Broken neck.\n4. Danny Cedrone's death occurred after he fell down a staircase.", "score": 5.257899880409241, "source": "basic", "doc_IDs": ["<urn:uuid:14c5cab3-6eba-4dd8-828f-17e37af91f45>", "<urn:uuid:e43857d7-1af9-4510-a9fd-f2dd0b98b10b>"]}], "retrieved_chunks": [{"doc_id": "<urn:uuid:82e0a2f5-97ab-42ae-b0bf-bec22f130c8e>", "text": "Posted by themusicsover on January 10, 2010\nJuly 22, 1929 – January 10, 2009\nBilly Brown was an American rockabilly guitarist and singer who launched his career upon his return from the Korean War. Brown released a handful of singles before he was signed by Columbia Records in 1957. A young Jerry Reed played on a few of those early Columbia recordings. None of his releases sold particularly well. Billy Brown was 79 when he passed away on January 10, 2009.", "score": 0.806762516, "source": "dense"}, {"doc_id": "<urn:uuid:434abee3-e916-4e55-932e-8c9d9f8ecd85>", "text": "Paul Kantner (March 17, 1941–January 28, 2016) was the rhythm guitarist for the rock band Jefferson Starship, who appeared as the holographic band in The Star Wars Holiday Special.\nAd blocker interference detected!\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.", "score": 0.806662, "source": "dense"}, {"doc_id": "<urn:uuid:08ee2efa-9ac4-43dc-ba81-aa86fed47023>", "text": "Iconic rock guitarist, bandleader and songwriter Dick Wagner has died at the age of 71, it's been confirmed.\nHe’s respected for being a driving force in Alice Cooper’s band during his School’s Out and Welcome To My Nightmare era of the 1970s. He wrote classic track Only Women Bleed, which has been covered by more than 30 artists since its 1975 release.\nHe’d already been leader of Lou Reed’s band and had worked with Billy Joel before tying up with Cooper. He later worked in the studio with Aerosmith and performed and composed with artists including Peter Gabriel, Nils Lofgren, Rod Stewart, Grand Funk Railroad and many others.\nWagner, who’d rekindled his working relationship with Cooper in recent years, had been ill for some time. He’d undergone heart surgery earlier this month, after fighting back from a severe heart attack in 2007 – and although vowing to “play for you all again one day soon” he was in a medically-induced coma when he passed away last night.\nKiss star Gene Simmons has acknowledged Wagner’s guitar solo on Sweet Pain from the band’s acclaimed Destroyer album and says: “He was the consummate gentleman axeman; he will be missed.”\nSteve Hunter, Wagner’s partner guitarist in Reed’s band during his Berlin period, says: “We played together like none other I’ve ever experienced. It was truly a phenomenon.”\nHis family have posted a statement on his website, saying: “Dick had a huge heart, which is perhaps why it gave him so much trouble – it was simply too full of love, of music and life. His creativity and passion will live on for ever in the legacy he has left for us.\n“He was prolific not only in the tangible realm of what we can see and hear, but in the boundless energy of his spirite. He was a fighter – but in the end his body couldn’t keep up with his spirit, and so he lays to rest.\n“Dick said in 2013: ‘Love is in the air; breathe deep.’ Take his advice into your own hearts, and notice all of the beauty in the world, even when it seems cruel and unfair.”", "score": 0.806101441, "source": "dense"}, {"doc_id": "<urn:uuid:2a996251-5eaa-44b4-9875-0298bb636141>", "text": "Phelps \"Catfish\" Collins, the legendary funk guitarist who played with James Brown and Parliament/Funkadelic, died Friday in Cincinnati after a battle with cancer. He was 66. \"My world will never be the same without him,\" said his brother Bootsy Collins in a statement. \"Be happy for him, he certainly is now and always has been the happiest young fellow I ever met on this planet.\"\nGrowing up in Cincinnati, Catfish inspired Bootsy to outfit an old guitar with bass strings, helping to define Bootsy’s signature funk sound. Catfish also introduced his brother to the music of Indiana blues guitarist Lonnie Mack. The siblings first played together in the Pacemakers, a funk act, in 1968. One year later, James Brown recruited them to join the original lineup of the J.B.'s, Brown's touring band. Catfish's clean, funky strumming was integral to Brown classics like \"Super Bad,\" \"Get Up,\" \"Soul Power,\" and \"Give It Up.\" \"It was like playing a big school with James [as the teacher], like psychotic bump school, only deeper,\" Bootsy told Rolling Stone in 1978.\nWhen the original J.B.'s split from Brown in 1971, the Collins brothers joined Parliament-Funkadelic, playing on albums like 1972's classic America Eats Its Young. (Catfish also played in Bootsy's side project, Bootsy's Rubber Band.) In 1983, Catfish split from Funkadelic, remaining mostly quiet until 2007, when he contributed guitar to the Superbad soundtrack.\nCollins' death comes just one month after fellow Parliament-Funkadelic guitarist Garry Shider passed away from cancer at 56.", "score": 0.80567497, "source": "dense"}, {"doc_id": "<urn:uuid:2e68fe1b-696f-411a-bc3e-db4c58b1466e>", "text": "GUITARIST STEVE HUNTER (Photo taken by BBC documentary producer Chris Rodley)\nCool news today! My pal Karen Ann Hunter the lovely wife of famed guitarist Steve Hunter, wrote a story for my Detroit Rock n Roll Magazine! The article is the true story of who really played the guitar solos on Aerosmith's TRAIN KEPT A ROLLIN...The story went viral! Huge story....\nThen Karen wrote to tell me that GUITARPLAYER.COM did a story about our story and mentioned my page......LOVE this interaction between magazines! Big fun for me!\nREAD MORE ABOUT THIS", "score": 0.803153694, "source": "dense"}, {"doc_id": "<urn:uuid:74664acb-9a00-4147-bad0-e90930def4e9>", "text": "Betty\", co-written by Bill Haley and released as a Decca 45 single, featured a solo vocal by Haley's steel guitar player, Billy Williamson.\nBirth Of The Boogie is a 1955 song composed by Bill Haley with Billy Williamson and Johnny Grande. The song was released as a Decca single by Bill Haley and His Comets.\nLouis Jordan was an American popular music innovator who recorded from the 1930s until the 1970s. During the 1940s, he was the most popular recording artist of the soon-to-be-called rhythm and blues music. Jordan had eighteen No. 1 hits, which places him as the third most successful singles artist in Billboard R&B charts history. His 1946 recording of \"Choo Choo Ch'Boogie\" is tied for first place for spending the most weeks (eighteen) at No. 1. Jordan's success was not limited to the R&B market — he also had No. 1 hits on the Billboard Pop and Country charts.\n\"Two Hound Dogs\" is a 1955 rock and roll song composed by Bill Haley and Frank Pingatore. The song was released as a Decca single by Bill Haley and His Comets.\nThe Complete Commodore & Decca Masters is a 3CD box set of recordings by Billie Holiday, released by Hip-O Records in 2009, compiling all the master takes released as 78rpm singles by Commodore and Decca Records. It includes an essay by Ashley Kahn.", "score": 0.007804851008640861, "source": "sparse"}, {"doc_id": "<urn:uuid:e43857d7-1af9-4510-a9fd-f2dd0b98b10b>", "text": "1954 : Guitarist Danny Cedrone died following a freak accident; 10 days after he had recorded the lead guitar break on ‘Rock Around The Clock’ with Bill Haley and His Comets. Session player Cedrone was paid $21 for his work on the session, as at that time Haley chose not to hire a full-time guitarist for his group. He died of a broken neck after falling down a staircase.\n1954 : The UK music newspaper Record Mirror goes to press for the first time.\n1955 : After a month of booking gigs in larger venues in Dallas and Houston, Colonel Tom Parker arranged a meeting with Elvis Presley’s manager, Bob Neal, resulting in an agreement that saw the Colonel handle Presley’s gigs and career strategy from now on.\n1959 : Liberace wins his libel case against the Daily Mirror at the High Court in London, and says afterwards “I cried all the way to the bank.” The paper published an article claiming the pianist was homosexual.\n1964 : The Elvis Presley’s 15th movie, Viva Las Vegas, co-starring Ann-Margret, opens nationally.\n1965 : Elvis Presley was at No.1 in the UK with ‘Crying In The Chapel’ his 15th UK No.1 single.\n1965 : Working at Abbey Road studios in London The Beatles completed work on the new Paul McCartney song ‘Yesterday’ with the overdubbing of an additional vocal track by McCartney and a string quartet. They also recorded ‘Act Naturally’ for Ringo’s vocal contribution on the ‘Help!’ album and the song ‘Wait’, in four takes. ‘Wait’ will not be included on ‘Help!’, it was included on the following LP, ‘Rubber Soul’.\n1965 : The Kinks and the Moody Blues made their US concert debut at the Academy of Music in New York City.\n1966 : Paul McCartney buys the farm in Kintyre, Scotland, that would later inspire his 1977 megahit ballad Mull Of Kintyre.\n1966 : Recorded on this day, The Beatles – “Got To Get You Into My Life”\n1967 : Barbra Streisand sings for 135,000 fans at her concert in New York’s Central Park, later released as the CBS-TV special and soundtrack album A Happening In Central Park.\n1968 : Ohio Express’ Yummy Yummy Yummy is certified gold.", "score": 0.006598573336735886, "source": "sparse"}, {"doc_id": "<urn:uuid:378c2c02-c11f-42ad-8e0a-372821cb988f>", "text": "When Charlie Gillett published “The Sound of the City: The Rise of Rock ‘n’ Roll,” the genre’s first formal history, in 1970, he identified five early forms of the music, the first of which was “Northern band rock ‘n’ roll, exemplified by Bill Haley and His Comets.” Just last year, in “Yeah! Yeah! Yeah!: The Story of Pop Music from Bill Haley to Beyoncé,” Bob Stanley didn’t just toss Haley into his subtitle, he went all in. “Haley invented rock ‘n’ roll,” he writes. “No one had blended country & R&B before Haley wrote and recorded ‘Rock the Joint’; no one hit the Billboard Top 20 with something that could be safely labeled rock ‘n’ roll before ‘Crazy Man Crazy’; no one scored a rocking number before ‘Rock around the Clock’ turned the music world upside down.”\nThat “invented” overstates the case, but it serves as a corrective, too, spotlighting the essential-to-the-form contributions of an artist who is usually mentioned only in passing. There are a number of reasons why Haley gets overlooked. He was only a year older than Chuck Berry but seemed more like twenty years older. He looked like a puffy George Reeves, right down to the Superman spit curl, and he favored loud, checked sport jackets, normally associated with vacationing appliance salesmen. (When Jerry Lewis parodied the rock craze in his 1958 film “Rock-a-Bye Baby,” his band was costumed the same way, in mimicry of the Comets.) Onstage, Haley lacked the charisma and energy of other early rockers. He wasn’t a new teen idol but a familiar type: the bandleader. His Comets were a rockin’ band, but one only as good as its material, and after “Shake, Rattle and Roll” (the first rock-and-roll record to go top ten, in 1954) and “Rock Around the Clock,” the quality of their work dropped precipitously. Even Haley’s most thrilling performances were sexless. In “Shake, Rattle and Roll,” when Haley sings “I’m like a one-eyed cat peepin’ in a seafood store,” we imagine a cat, with one eye, looking hungrily into the window of a seafood shop.", "score": 0.001073632184144201, "source": "sparse"}, {"doc_id": "<urn:uuid:beec3d59-b036-4637-bb4d-9c63a0259cec>", "text": "|Rock Around the Clock - the theme song of the movie|\nIt's widely known that the inception of rock n' roll is attributed to a person by the name of Bill Haley. His band, Bill Haley & His Comets performed Rock Around the Clock for the movie, Blackboard Jungle in 1955. The movie itself wasn't memorable, but the song was, although it was only heard in the background in opening and closing credits. Part of reason was that the song was \"new.\" It had a faster rhythm compared to the conventional blues, and a rebellious sound. Most importantly it was sung by a White guy.\nRock Around the Clock became very popular. It enjoyed widespread attention and billboard chart success. The song was favorable among White and Black audiences alike - especially White teenagers. This was the definitive start of the mainstream rock n' roll scene.\nAlthough the song was a massive hit, Bill Haley couldn't prolong his success because he was too old. He didn't fulfill the needs of record companies that were looking forward to reach-out to the massive White teenagers who had enough money in hand to buy songs. This opened door for other rock n' roll artists like Elvis Presley, Jerry Lee Lewis, Little Richard, and Chuck Berry. From 1955 to 1959, rock n' roll was more popular than rhythm & blues and country music.\nRacial tensions were still high in the US in 1950s. Classrooms were segregated; Black kids went to night school. Therefore the arrival of rock n' roll wasn't greatly appreciated by White adults, presumably parents. They saw it as a threat to their way of life since music would somehow integrate both White and Black communities together. As a matter of fact, the title Blackboard Jungle has a slight racial tone to it. Elvis was the most prominent artist at the time as he was the only one signed to a major record label. When he appeared on TV to perform Hound Dog, his legs were cut off from TV due \"inappropriate movements.\" In other words, he was White but danced like a Black guy. As far as the parents concerned, such behavior \"crossed the line.\"\nThere were also Black Rock N' Rollers. Chuck Berry was the best example. He was the Black guy who sang like a White guy. Contrary to Elvis, Berry wrote his own songs. He also played the electric guitar.", "score": 0.0008677318545009677, "source": "sparse"}, {"doc_id": "<urn:uuid:1800de29-71ae-4971-96fb-c258d47b2406>", "text": "Bill Haley, Jr. & The Comets Set for Suncoast Showroom, 5/19\nRecreating the music, feel and excitement of the birth of rock 'n' roll, Bill Haley, Jr. & The Comets will perform at the Suncoast Showroom May 19 and 20.\nReviving the look and sound made famous by his father -- Rock 'n' Roll Hall of Fame member Bill Haley -- Bill Haley, Jr. recaptures the heyday and carries on the tradition his father started in the 1950s.\nThe original Bill Haley & The Comets scored their first hit with \"Crazy Man, Crazy\" in 1953 and reached stardom with their follow-up, \"Rock Around The Clock.\" The single sold an estimated 25 million copies and spent eight weeks atop the Billboard chart. The song was ranked No. 158 on Rolling Stone magazine's list of \"The 500 Greatest Songs of All Time.\"\nBill Haley, Jr. & The Comets will perform favorites such as \"Rock Around The Clock,\" \"See Ya Later Alligator,\" \"Shake, Rattle & Roll,\" \"Rock This Joint,\" \"Don't Knock The Rock\" and \"Rockit 88.\"\nShowtime each evening is 7:30 p.m. Tickets are available from $15.95, plus tax and convenience fees. Tickets can be purchased at any Coast Casinos box office, by calling 702.636.7075, or visiting www.suncoastcasino.com.", "score": 0.0003673833096787975, "source": "sparse"}, {"doc_id": "<urn:uuid:58092554-f12b-48e9-8bb1-41d05275abeb>", "text": "An Evening with Jazz Guitar Legend Bill Frisell\nSunday August 4, 2019 – 06:30 PM\nRare, intimate, solo performance.\n“It’s hard to find a more fruitful meditation on American music than in the compositions of guitarist Bill Frisell. Mixing rock and country with jazz and blues, he’s found what connects them: improvisation and a sense of play. Unlike other pastichists, who tend to duck passion, Mr. Frisell plays up the pleasure in the music and also takes on another often-avoided subject, tenderness.” — The New York Times\n“Frisell is a revered figure among musicians — like Miles Davis and few others, his signature is built from pure sound and inflection; an anti-technique that is instantly identifiable.” — The Philadelphia Inquirer\nDescribed as being at the very epicenter of modern American Music” (BBC), Bill Frisell’s career as a guitarist and composer has spanned more than 35 years and 250 recordings, including 40 of his own. Frisell’s recording catalog has been cited by Downbeat as “the best recorded output of the decade,” including his recent albums for Savoy — Sign of Life with the 858 Quartet, Beautiful Dreamers with his trio, and All We Are Saying, a new collection of John Lennon interpretations.\nAlways on the lookout for opportunities to “dig around for where I’m coming from,” Frisell’s next project will be an homage to the instrumental popular music made “right at the birth of the Fender Telecaster guitar” that, he recalls, “got me super fired up” about his instrument of choice. Frisell will joined by fellow guitar master Greg Leisz on electric and pedal steel guitars, and his trio partners Tony Scherr on bass and Kenny Wollesen on drums. Together they will be exploring music of the Guitar in the Space Age — Speedy West and Jimmy Bryant, Charlie Christian, B.B. King, Merle Travis, Jimi Hendrix, Link Wray, Duane Eddy, Chet Atkins, Chuck Berry, Dick Dale, The Ventures, The Astronauts,The Wrecking Crew, and more. As on all Frisell projects, the proceedings will be, he understates, “rich with possibility.”", "score": 0.00024593831280903797, "source": "sparse"}, {"doc_id": "<urn:uuid:14c5cab3-6eba-4dd8-828f-17e37af91f45>", "text": "WOR changed frequency to 740 kc. in June 1923 and shared time with WJY until July 1926, when WJY signed off for good and WOR received full use of the frequency. In December 1924, WOR acquired a studio in Manhattan.\nOn June 17, 1927, as a result of General Order 40, WOR moved to 710 kc., the channel it currently occupies (unlike most stations, it was not affected by NARBA). Later in 1926, WOR moved from its New York City studio on the 9th floor of Chickering Hall at 27 West 57th Street to 1440 Broadway, two blocks from Times Square.\n➦In 1941...WNBT-TV, channel 4 in New York City, was granted the first construction permit to operate a commercial TV station in the United States. (WNBT signed on the air on July 1, 1941 at 1:29 p.m. but just months later went dark for the duration of WW2.) Owned by Radio Corporation of America (RCA), the station later changed its call letters to WRCA and finally WNBC.\n➦In 1942...‘Suspense,’ known as radio’s outstanding theatre of thrills, debuted on CBS radio. The program kept millions of loyal listeners in suspense every week for the next 20 years.\n➦In 1954...guitarist Danny Cedrone died of a broken neck suffered when he fell down a staircase. Ten weeks earlier the 33 year old had recorded the lead guitar break on ‘Rock Around The Clock’ with Bill Haley and His Comets, for which he was paid a mere $21, although it is widely considered one of the greatest rock and roll guitar solos of all time.\n➦In 1968...Seattle’s KOL-FM 94.1 switched from automated background music to “Progressive Rock”, a format based on album cuts and album sales, instead of the singles used in Top 40 radio. Today it is all-country KMPS.\n➦In 1986...rotund singer Kate Smith, whose rendition of ”God Bless America” made her a symbol of U-S patriotism, following a long career in 30’s & 40’s radio as well as early TV, died of diabetes at age 79.", "score": 0.0001786137661443161, "source": "sparse"}, {"doc_id": "<urn:uuid:84c32bb4-7c55-4c3e-a975-d0b670190133>", "text": "Known as The Jolly Hendersons, Beulah Henderson toured with her husband Billy from 1905 through 1910. Billed as \"The Classy Colored Comedy Pair\", Beulah was featured as \"America's only Colored Lady Yodeler\". Black performer Charles Anderson began touring with a vaudeville show in 1909, singing a combination of blues and yodeling. In 1923 and 1924 Anderson recorded eight sides for the Okeh label which gave a summary account of his vaudeville repertoire during the previous decade. Five of the recorded songs were yodels.\nAnother famous early yodeler was The Singing Brakeman Jimmie Rodgers, who recorded dozens of popular songs in the late 1920s and early 1930s. While working on the railroad he learned blues techniques from African American gandy dancers, and eventually created his characteristic sound - a blend of traditional work, blues, hobo, and cowboy songs and his trademark \"Blue Yodel.\" According to a black musician who lived near Rodgers in Mississippi, everyone, both black and white alike, began to copy Rodgers.\nJack Guthrie, the cousin of Woody Guthrie, performed in the thirties and early forties. Known as \"Oklahoma's Yodeling Cowboy\", he developed a style of singing and yodeling influenced by his idol, Jimmie Rodgers, and his experiences as a bucking-horse rider and rodeo performer. Hank Snow was one of the great country legends of the 1950s, but he had actually been singing in Canada for years where he was known as \"The Yodeling Ranger\". He admired Jimmie Rodgers as well, and learned to yodel by listening to his records.\nThe DeZurik Sisters were two of the first women to become stars on both the National Barn Dance and the Grand Ole Opry, largely a result of their original yodeling style. Singing cowboy Roy Rogers yodeled, as did his box office competitor Gene Autry.\nYodeler Bill Haley of Bill Haley and the Comets has one of the strangest histories of all. Bill Haley zoomed to fame as the \"King of Rock and Roll\" when his song \"Rock Around the Clock\" was featured in the popular film Blackboard Jungle. But it is little-known that Haley and his band had been around for years doing Western swing music with Haley featured as a yodeler.", "score": 0.00017136139433599295, "source": "sparse"}, {"doc_id": "<urn:uuid:de831a53-4931-4481-9a7e-5d6354d6f981>", "text": "Referring Deaf or Hard of Hearing Children to Early Intervention\nEarly Intervention for Children who are Deaf or Hard of Hearing\nDid you know that providers, such as audiologists, otolaryngologists, and pediatricians have a legal obligation to make a referral to the state’s Early Intervention (EI) program as soon as possible, but no later than seven calendar days after the child has been identified with a permanent hearing loss?\nDevelopmental risk and early intervention\nChildren who are born deaf or hard of hearing (D/HH) are at risk for developmental delay because they may lack early exposure to an accessible language. However, data reported to the Centers for Disease Control and Prevention show that some D/HH children were not documented as having received early intervention services. In addition, some D/HH children may be born with other conditions that also can result in developmental delays. Referring D/HH children to early intervention as soon as possible will help ensure that they can reach their full potential. Early Intervention represents the goal of the entire Early Hearing Detection and Intervention (EHDI) process. To realize the benefits of early identification, intervention services need to be\n- Targeted, and\nIn addition, intervention services for D/HH children need to be implemented promptly and in a family-centered manner. If a family refuses your referral to intervention services, be sure to document the parents’ decision.\nWhat is Early Intervention (EI)?\nEI is a system of services available to children under the age of three who are eligible and may have a developmental or language delay [284KB, 16 pages], disability, or special health condition that is likely to lead to non-typical development. Evaluation and service coordination are provided free of charge.\nIf a child isn’t developing as expected in certain areas, the family may be able to receive early intervention services from the state’s lead agency that works with families and children with different developmental needs. EI services are developmental services that are\n- Selected in collaboration with the parents; and\n- Usually provided at no cost (some Federal or State laws provide for a system of payments by families, including a schedule of sliding fees).", "score": 0.861876607, "source": "dense"}, {"doc_id": "<urn:uuid:21a75c86-2e6a-4dbb-9bda-9dede43c21f7>", "text": "Early Intervention for Hearing Impairment\nEarly intervention is a term used for the process of identifying conditions in children that may cause delays in development of physical skills, cognitive skills, communication, adaptive skills and social and emotional development. The main focus of early identification and early intervention for a child with hearing loss is on developing communication skills, both verbal and sign language, to the maximum possible extent. Further, if hearing impairment is associated with other disorders like mental retardation, blindness, cerebral palsy, etc., the intervention program addresses those needs also.\nHearing impairment is detrimental to the normal speech and language development in such children. While speech and language are innate skills of human beings, these skills develop only by hearing, listening and incorporating the use of words, intonations, voice variations, and the patterns in which words are strung together to form expressions.\nWhy Early Intervention?\nThe American Academy of Pediatrics recommends a hearing screening to be done for every baby a few weeks after birth, and also follow-up visits up to two years of age. With modern technology of manual and automatic hearing testing routines, congenital hearing loss is being identified in children before they are 3 months of age. Identification of hearing impairment is possible by looking into the risk factors, responses of the baby to sounds around and seeking professional help when the risks and signs indicate a hearing problem.\nRisk Factors for Hearing Loss\nSome of the important risk factors associated with hearing loss can be listed and an informal screening can help in determining whether to look out for signs of hearing impairment. The risk factors include:\n• Family history of hearing impairment\n• Prenatal infections in the mother like rubella, herpes simplex and toxoplasmosis\n• Abnormal development of the structures in head and neck region like cleft palate, atresia (absence of pinna), etc\n• Premature birth\n• Medications given in neonatal period\n• Syndrome associated with hearing loss like Waardenburg, neurofibromatosis, etc\n• Recurrent infections in the ear, nose and throat\n• Infections like meningitis, measles, mumps, etc\n• Head trauma\nCertain symptoms may be noticed by the mother or primary caregiver of the baby that can call for a detailed hearing assessment to be done.", "score": 0.858017921, "source": "dense"}, {"doc_id": "<urn:uuid:ae5027e9-0b42-4dd3-a40f-01446335461b>", "text": "Permanent childhood hearing loss can be congenital, delayed-onset, progressive, or acquired in nature. Congenital hearing loss refers to hearing loss that is present at birth and is often identified through a newborn hearing screening conducted shortly after birth. While estimates vary, some hearing loss in childhood is delayed-onset or progressive in nature. As a result, it is important to provide audiologic monitoring over time for children who are considered to be \"at risk\" for hearing loss. In addition, some mild hearing losses as well as auditory neuropathy may not be identified through newborn hearing screening due to the current limitations of the test equipment or testing methodology used.\nHearing is critical to speech and language development, communication, literacy, and learning. Early identification and intervention of hearing loss can lessen the impact on a child's development (Sininger, Grimes, & Christensen, 2010; Yoshinaga-Itano, Baca, & Sedey, 2010). The Joint Committee on Infant Hearing (JCIH, 2007) recommends that\n- all children be screened for hearing loss no later than 1 month of age,\n- hearing and medical evaluations be completed no later than 3 months of age,\n- infants with confirmed hearing loss are fit with amplification (if the family chooses and if appropriate) within 1 month of diagnosis,\n- early intervention services begin no later than 6 months of age.\nNote: The scope of this content is limited to the diagnosis and management of permanent hearing loss for children from birth through 5 years of age from an audiological perspective. Resources for hearing screening and habilitation, as well as hearing loss for school-age and adult populations, are under development.\nFamilies who are actively involved in the assessment and treatment process achieve better outcomes (DesJardin, 2006). It is paramount that audiologists incorporate family-centered practice into the identification and treatment of young children who are deaf or hard of hearing; family-centered activities include\n- engaging the family and using the child's toys from home in various aspects of the evaluation and therapy sessions,\n- suspending judgment and building rapport with the family about their needs and interests,\n- matching re/habilitation with the family needs and goals,\n- recognizing the family's rights regarding informed consent and confidentiality.\nThe goal of family-centered practice is to create a partnership with the family so that the family fully participates in all aspects of the child's care.", "score": 0.855637193, "source": "dense"}, {"doc_id": "<urn:uuid:8070eae0-4547-4fd7-b957-bf027bce8566>", "text": "Language development is impacted if there is any loss in the ability to hear.\nEven a mild hearing loss can dramatically effect a child’s language development. Early identification of hearing loss is key to providing appropriate intervention services to promote language development.\nGuam EHDI works to assure that all babies born on Guam get screened for hearing loss by 1 month. If a baby does not pass their hearing screen, a Diagnostic Audiological Evaluation (DAE) will be conducted by 3 months of age. A baby with hearing loss will be enrolled in early intervention services by 6 months of age.\nIf you have concerns about your baby’s hearing, discuss this with your baby’s doctor, or contact Guam Early Intervention System (GEIS) at (671) 300-5776 to schedule a FREE hearing screening.\nFor more information on the Newborn Hearing Screening Program please call (671) 735-2466.", "score": 0.853132367, "source": "dense"}, {"doc_id": "<urn:uuid:dec294ba-afbf-4066-95bc-7a5e29cea15e>", "text": "(2018, December 20) | Useful to early interventionists, lead agencies, and Parent Centers on screening during evaluation of an infant or toddler for hearing loss or deafness.\nThis Dear Colleague letter from OSEP responds to a question about the evaluation process for an infant or toddler suspected of being deaf or hard of hearing to determine eligibility for early intervention services under Part C of IDEA. The inquirer also sought guidance on the applicable evaluation timelines and required protocols.\nIn answering the writer’s questions, OSEP explains in concise detail what the IDEA requires. Included in the discussion is the need for parental consent before evaluating a child suspected of having a disability or developmental delay, what that evaluation must involve (including a family-directed assessment to identify the family’s resources, priorities, and concerns and the supports and services necessary), andhow each state’s policies are a factor to be considered. The letter also answers questions such as:\nMay a previous hearing screening (such as a newborn hearing screening outcome or a hearing screening result provided by an Early Head Start program or a health care provider) meet the Part C evaluation requirements?\nHow can Part C programs ensure that a hearing screening or evaluation is completed in a timely manner when a child is determined to be eligible for Part C services based on an established condition?\nIf an initial evaluation has begun and the child requires treatment to resolve any temporary medical conditions before the hearing evaluation can be completed, how should Part C programs ensure that the child remains actively in the eligibility determination process if the hearing evaluation requires more than 45 days to complete?\nThe 4-page Dear Colleague letter is available in PDF, at:\nSOURCE ARTICLE: Center for Parent Information and Resources\nGive us a call at (727) 523-1130 or (800) 825-5736 or request a callback by clicking below.", "score": 0.851753473, "source": "dense"}, {"doc_id": "<urn:uuid:86f165a4-8912-48a3-9839-7570a3743c2b>", "text": "EHDI National Goals\nNational Goals, Program Objectives, and Performance Measures for the Early Hearing Detection and Intervention (EHDI) Tracking and Surveillance System\nGoal 4. All infants and children with late onset, progressive or acquired hearing loss will be identified at the earliest possible time.\n|Program Objectives||Performance Indicators|\n|4.1 Risk factors: Each hospital, audiologist and other providers, will identify infants with risk factors for hearing loss and transmit the information to state.|\na. Number and percent of infants with one or more risk factors.\n|4.2 Monitoring of at-risk infants. Each state will have a mechanism in place to monitor the hearing status of infants at risk for late onset and progressive hearing loss.|\na. Number and percent of infants with risk factors who are re-screened by 6 months.\n|4.3 Acquired hearing loss. Each state will have a mechanism in place to identify and provide follow-up services for infants and children with acquired hearing loss.|\na. Number and percent of infants and children identified with acquired hearing loss.\n- Centers for Disease Control and Prevention\nNational Center on Birth Defects and Developmental Disabilities\nHearing Loss Team\n1600 Clifton Road\nAtlanta, GA 30333\nTTY: (888) 232-6348\n- Contact CDC-INFO", "score": 0.850956559, "source": "dense"}, {"doc_id": "<urn:uuid:c172549b-95d2-4fd8-8814-a62b77bcb9f7>", "text": "Realistic Timelines for Developing Speech and Language\nParent Priorities: At Time of Diagnosis (Mild-Moderate Hearing Loss) l Causes of Hearing Loss l Understanding the Audiogram l Learning to Listen and Speak / Understanding the Ear and Hearing l Coping with Emotional Aspects / Communication Options\nParent Priorities: A Few Months Later (Mild-Moderate Hearing Loss) l Learning to Listen and Speak l Realistic Timelines for Developing Speech and Language l Responsibilities of Early Intervention Agencies l Legal Rights of Children with Hearing Loss\nParent Priorities: A Few Months Later (Mild-Moderate Hearing Loss) l Opportunities to Interact with Other Parents There are other families out there that can and will support you and your decisions without making judgments. Find us. Speak to other parents, they will help you heal\nMild to Moderate At DiagnosisA Few Months Later 1.Causes of Hearing Loss 2.Understanding the Audiogram 3.Learning to Listen and Speak and Understanding the Ear and Hearing 4.Coping with Emotional Aspects and Communication Options 1. Learning to Listen and Speak 2. Realistic Timelines for Developing Speech and Language 3. Responsibilities of Early Intervention Agencies 4. Legal Rights of Children with Hearing Loss and Opportunities to Interact with Other Parents\nAdvice for (Entry Level) Providers from Families l Form a relationship with the family l Include other children in the family l Be an intuitive listener l Provide information regarding typical development as well as hearing loss l Please dont always be so overly energetic l Keep up to date on the newest stuff Rice & Lenihan 2005\nListening is the Recurring Theme \"Many a man would rather you heard his story than granted his request.\" Phillip Stanhope, Earl of Chesterfield \"I remind myself every morning: Nothing I say this day will teach me anything. So if I'm going to learn, I must do it by listening.\" Larry King\nTop 10 Things Parents Want Us to Hear l with apologies to Dave… Adapte d from Roush and Matkin, 2004\n#10 Talk to us… but listen too l If youre new at this (and even if youre not) theres a tendency to talk too much.", "score": 0.847256422, "source": "dense"}]}
{"id": 12, "question": "What are the target timelines for infant hearing screening and intervention in Washington state?", "passages": [{"passage": "1. Hearing impairment can be associated with other disorders such as mental retardation, blindness, and cerebral palsy.\n2. Risk factors for hearing loss are identified by hospitals, audiologists, and other providers, who transmit the information to state authorities.\n3. Prior to the implementation of newborn hearing screening, children with hearing loss were typically not identified until 2 to 3 years of age.\n4. Infants who do not pass their newborn hearing screening need further evaluation to determine if they have hearing loss.\n5. Early diagnosis of hearing loss is crucial for successful early intervention.\n6. The critical period for developing the ability for spoken language is from 0-3 years.\n7. Children learn to make use of their residual hearing and acquire speech and language faster if they start earlier.\n8. Contact First Sound at (803) 898-0708 for infant hearing loss screening or referral to an early hearing detection and intervention program.\n9. Delays in diagnosis and treatment of hearing loss can lead to challenges in education and employment in adulthood.\n10. Barriers to care in the Appalachian region of Kentucky may cause delays in receiving timely intervention for children with hearing loss.\n11. The Early Support for Infants and Toddlers (ESIT) program in Washington state provides services to children with disabilities, including hearing loss.\n12. In Texas, newborn hearing screening was mandated in 1999 through House Bill 714.\n13. Approximately 1 in 1000 children are born each year with hearing impairment that can compromise speech and language development and communication.\n14. Significant benefit in language development was shown in children diagnosed before 9 months of age compared with those identified when older than 9 months.\n15. Early diagnosis and intervention are essential for establishing good language skills, which underpin later reading comprehension.\n16. The average reading age of a deaf school leaver was about 8 years, limiting career and educational opportunities.\n17. The impetus for change came from the Joint Committee on Infant Hearing, established in 1969, which first examined the evidence to support early screening and early intervention.\n18. Christine Yoshinaga-Itano, working for the Colorado Early Hearing Detection and Intervention programme, has provided valuable research data on identified children.", "score": 1.167791724205017, "source": "basic", "doc_IDs": ["<urn:uuid:43d951d0-435f-4e2a-baaa-dc4b7abc3450>", "<urn:uuid:6b4857e3-9773-40c1-bdaf-eefa4c6f3ebc>", "<urn:uuid:21a75c86-2e6a-4dbb-9bda-9dede43c21f7>", "<urn:uuid:c6b0e467-933f-4b97-8e66-379c1e0d14f7>", "<urn:uuid:86f165a4-8912-48a3-9839-7570a3743c2b>", "<urn:uuid:b83d996d-2687-42ea-be71-4b36482ed4ac>", "<urn:uuid:d72e4bcf-7440-4209-b653-94b5f7d7908d>", "<urn:uuid:0e06ac7b-ce93-4756-b7c9-1d72212a7b4a>", "<urn:uuid:78ed46f4-d922-484a-b79f-816a74c7a2cd>", "<urn:uuid:c172549b-95d2-4fd8-8814-a62b77bcb9f7>"]}, {"passage": "- Providers (audiologists, otolaryngologists, pediatricians) must refer Deaf/Hard of Hearing (D/HH) children to Early Intervention (EI) within 7 days of permanent hearing loss identification.\n- EI aims to address developmental delays in D/HH children, focusing on communication skills (verbal and sign language).\n- Hearing is crucial for speech and language development, literacy, and learning.\n- Newborn hearing screening is recommended, with follow-ups up to 2 years of age.\n- Early identification and intervention can lessen the impact on a child's development.\n- Joint Committee on Infant Hearing recommends:\n  - Screening by 1 month of age,\n  - Hearing and medical evaluations by 3 months of age,\n  - Amplification within 1 month of diagnosis,\n  - Early intervention services by 6 months of age.\n- Family-centered practice is essential, including engaging families, building rapport, and recognizing family rights.\n- Guam EHDI ensures screening, evaluation, and early intervention services for D/HH babies.\n- OSEP Dear Colleague letter addresses evaluation process for suspected D/HH infants/toddlers for EI eligibility under Part C of IDEA.\n- National Goals for EHDI include identifying late-onset, progressive, or acquired hearing loss at the earliest possible time.\n- Hearing loss is the most common disorder detected through newborn screening programs.\n- Early identification and intervention can provide the best opportunity for D/HH children to reach their potential in areas like language, communication, and school achievement.\n- Newborn hearing screening is the first step, but its value depends on children completing the screening, evaluation, and intervention process.\n- The American Academy of Pediatrics recommends universal newborn hearing screening programs nationwide.\n- Early Intervention (0-18 months) programs like Parent Infant Program assist children with developmental delays to identify and understand sounds.\n- Babies/Infants diagnosed with developmental delays undergo early training to identify and understand sounds.\n- Mandatory infant hearing screening is recommended by the National Institutes of Health, Joint Committee on Infant Hearing, and the American Academy of Pediatrics.\n- Appropriate follow-up through diagnostic and intervention services is a major national healthcare concern.\n- Data management systems are essential for hospitals to internally manage newborn hearing screening data.\n- Early detection, diagnosis, and treatment of hearing loss in newborns and infants are crucial for communication skills, psychosocial development, and educational progress.", "score": 0.5609787702560425, "source": "basic", "doc_IDs": ["<urn:uuid:43d951d0-435f-4e2a-baaa-dc4b7abc3450>", "<urn:uuid:de831a53-4931-4481-9a7e-5d6354d6f981>", "<urn:uuid:8070eae0-4547-4fd7-b957-bf027bce8566>", "<urn:uuid:21a75c86-2e6a-4dbb-9bda-9dede43c21f7>", "<urn:uuid:6b4857e3-9773-40c1-bdaf-eefa4c6f3ebc>", "<urn:uuid:a758b931-fed3-46fd-b4d1-17e6a6f94981>", "<urn:uuid:c6b0e467-933f-4b97-8e66-379c1e0d14f7>", "<urn:uuid:d48ed612-9f00-4df4-9b16-ea5bb899ff47>", "<urn:uuid:dec294ba-afbf-4066-95bc-7a5e29cea15e>", "<urn:uuid:86f165a4-8912-48a3-9839-7570a3743c2b>", "<urn:uuid:b83d996d-2687-42ea-be71-4b36482ed4ac>", "<urn:uuid:f14992d8-f91d-4b62-9086-c52f41fea6e1>", "<urn:uuid:e50903c9-447f-4f6e-8371-2773f3114f49>", "<urn:uuid:d72e4bcf-7440-4209-b653-94b5f7d7908d>", "<urn:uuid:0e06ac7b-ce93-4756-b7c9-1d72212a7b4a>", "<urn:uuid:ae5027e9-0b42-4dd3-a40f-01446335461b>", "<urn:uuid:78ed46f4-d922-484a-b79f-816a74c7a2cd>", "<urn:uuid:c172549b-95d2-4fd8-8814-a62b77bcb9f7>"]}], "retrieved_chunks": [{"doc_id": "<urn:uuid:43d951d0-435f-4e2a-baaa-dc4b7abc3450>", "text": "The Maternal Exit Survey and the Maternal CATI Interview will address the following research questions: (1) What are the factors that impede or enable families to follow-up for early hearing evaluation and intervention; (2) What EHDI strategies implemented by hospitals appear to be most successful in reducing loss to follow-up; and (3) Is loss to follow-up associated with maternal characteristics such as parity, age or ethnicity? Both surveys will be available in English and Spanish.\nHearing loss is the most common disorder that can be detected through newborn screening programs. Prior to the implementation of newborn hearing screening, children with hearing loss typically were not identified until 2 to 3 years of age. This is well beyond the period of early language development. Now, with comprehensive EHDI programs, the average age of identification of children with hearing loss has been reduced so that it is now possible to provide interventions for children younger than one year of age. With early identification, children with hearing loss can begin receiving appropriate intervention services that provide the best opportunity for these children to reach their maximum potential in such areas as language, communication, social and emotional development, and school achievement.\nNewborn hearing screening is only the first step in the identification of children with hearing loss. Children who do not pass their screening need to be further evaluated to determine if they have hearing loss. The value of newborn hearing screening cannot be realized unless children complete the screening, evaluation, and intervention process. Since recent data indicate that nearly 40 percent of children do not complete the evaluation-intervention process, this project is designed to understand what barriers exist in following through with evaluation and intervention. This evaluation also plans to provide data necessary to develop innovative solutions that can be applied by states, hospitals, and local programs. Results from this collection have the potential to strengthen the EHDI process and minimize social and economic disability among persons born with hearing loss.\nBy evaluating the policy, structural, personal, and financial factors and barriers associated with loss to follow-up in the EHDI program, this study seeks to identify “best practices” for improving detection, referral to Start Printed Page 57880evaluation and intervention, and adherence to intervention. CDC's plan to publish data and results from this evaluation will help state health officials, other Federal agencies, and other stakeholders to improve the EHDI process-providing direct benefit to infants with hearing loss and their families. The total estimated burden hours are 940.", "score": 0.846437216, "source": "dense"}, {"doc_id": "<urn:uuid:e50903c9-447f-4f6e-8371-2773f3114f49>", "text": "Am Fam Physician. 1999 Sep 1;60(3):1020.\nThe Task Force on Newborn and Infant Hearing of the American Academy of Pediatrics (AAP) has issued a new policy statement recommending development of universal newborn hearing screening programs nationwide. The statement, published in the February 1999 issue of Pediatrics, discusses the justifications for universal hearing screening, tracking and follow-up, identification and intervention, evaluation, and other recommendations and issues. The AAP establishes parameters with the goal of ensuring that all newborns with hearing loss be identified.\n“Significant hearing loss is one of the most common major abnormalities present at birth and, if undetected, will impede speech, language and cognitive development,” according to the policy statement. The average age for detection of significant hearing loss in the United States is less than 14 months, but the AAP would like to see all newborns screened before they leave the hospital so that treatment can be initiated before these infants are six months old. The policy states that about one to three per 1,000 infants in well-baby nurseries have significant loss of hearing in both ears, and about two to four per 100 infants in the intensive care unit have hearing loss.\nThe following five essential elements for an effective screening program were identified by the AAP: initial screening with a test having a high degree of sensitivity and specificity; tracking and follow-up; identification; intervention; and evaluation. Guidelines for each of the five essential elements are discussed in the statement. The following guidelines have been excerpted from the section of the guidelines that discusses identification and intervention in a universal neonatal hearing screening program:\nThe goal of universal screening is that 100 percent of infants with significant congenital hearing loss be identified by three months of age, and appropriate and necessary intervention be initiated by six months of age.\nAppropriate and necessary care for the infant with significant hearing loss should be directed and coordinated by the child's physician within the medical home, with support from appropriate ancillary services.\nA regionalized approach to identification and intervention for infants with significant hearing loss is essential, ensuring access for all children with significant hearing loss to appropriate expert services. The AAP recognizes that professionals with competency in this area may not be available in every community. The child's physician, working with the state department of health, must ensure that every infant with significant hearing loss is referred to the appropriate professionals within the regionalized system.", "score": 0.846420109, "source": "dense"}, {"doc_id": "<urn:uuid:6b4857e3-9773-40c1-bdaf-eefa4c6f3ebc>", "text": "Listening Stars : Parent Infant Program (0-18 Months)\nEarly Intervention plays a vital role.\nEarly diagnosis is the key to successful early intervention. Babies who are detected early can access further testing quickly and parents can access support and information. Children whose problems are identified early & begins with early intervention strategies before six months of age, have the best chance of developing age appropriate speech and language.\nAs Babies begin to learn things right from the time they are in the womb of their mother. It is advised not to waste critical time. Critical Period for developing the ability for spoken language is from 0-3 years. At that stage, the brain has the maximum neural Plasticity. The child too must learn early to grow up with the hearing aids/cochlear implant (CI) and accept them easily. Most importantly, children learn to make use of their residual hearing and acquire speech and language faster if they start earlier. Starting at an older age, not only slows down the ability to learn and speak, it can severely jeopardise.\nThe programme is especially for Babies/ Infants diagnosed with any developmental delays. It provides them early training to identify and understand the sounds around them.\nBaby Developmental Milestones\nThe following milestones can be used as a guide to monitor child’s development as he/she grows:\nBirth –Eighteen Months Old\n- Localizes sound source with accuracy\n- Discriminate angry & Friendly vocal tones\n- Appears to enjoy listening new words\n- Understands more simple instruction\n- Enjoys sounds making toys & objects.\n- Awakes easily to loud, sudden noises\nOur early intervention program is a multi-disciplinary approach with emphasis on assisting the child to reach their full potential. The services are individualized to each child’s need and integrate many disciplines such as Audiologist, Speech Pathologists, Special Educator, Psychologists, Occupational Therapists, Early childhood Specialist & Music therapist.\nSchedule an appointment for your child today!", "score": 0.844215453, "source": "dense"}, {"doc_id": "<urn:uuid:5ee9c17e-9e76-4942-b0ed-71129e41ef6b>", "text": "early child assessments\nOur infant-toddler assessment team provides early developmental screening and consultation services for families with young children 12 to 36 months of age. Our team helps families to address questions about their child’s cognitive functioning, speech and language, motor skills, adaptive functioning and social-emotional development.\nFor screenings, we typically use standardized measures, interviews with parent and teacher and conduct a play observation with your child. Families seek consultation for early intervention ideas, diagnostic information, and help with navigating schools and local community resources.\nWe collaborate closely with families and common questions or concerns include receptive or expressive language skills, social emotional and cognitive development, autism spectrum, and developmental delay.\nTo schedule an appointment or to learn more about early intervention and infant-toddler assessments, please contact us.", "score": 0.842751801, "source": "dense"}, {"doc_id": "<urn:uuid:a758b931-fed3-46fd-b4d1-17e6a6f94981>", "text": "New Issue of Care for Kids Newsletter Focuses on Hearing Screening\nFeatured Article: Hearing Screening in the Office Setting\nThe Spring 2019 issue of the EPSDT Care for Kids Newsletter is now available online. The featured article by Andrea Reasoner, MD, and Emily Andrews, CCC-A, Center for Disabilities and Development, University of Iowa Hospitals and Clinics, looks at hearing screening best practices for infants and toddlers, birth to 3 years of age, and children and adolescents, 4 to 21 years of age. The article also includes information about coding, and is accompanied by a tear-out the AAP Hearing Testing Coding Fact Sheet.\nThis issue also includes an article by Thomas Scholz, MD, Director, University of Iowa Division of Child and Community Health, which focuses on the Iowa Pediatric Mental Health Collaborative.\nAn update on Meningococcal B is provided, following up on the related article and information in the Winter 2019 issue of the newsletter.\nRead the Spring 2019 issue.", "score": 0.842225, "source": "dense"}, {"doc_id": "<urn:uuid:b83d996d-2687-42ea-be71-4b36482ed4ac>", "text": "South Carolina operates an early hearing detection and intervention program called First Sound. This is how it works:\n- South Carolina hospitals that birth an average of 100 or more babies per year screen each newborn baby for hearing and send the results to DHEC.\n- Infants who do not pass the initial hearing screening in the hospital are referred for rescreening; this should be performed by the time the infant is one month old. The rescreening may be done at the birth hospital or at an audiologist's (hearing specialist) office.\n- Whenever an infant does not pass the rescreening, we refer them/their family to a participating audiologist for a diagnostic hearing evaluation; this should be performed before the baby is three months old.\n- If the audiologist confirms hearing loss, we then refer the infant and their family to Babynet . This should be done by six months of age. Babynet will work with the family to get the infant the hearing intervention services needed.\nDHEC also tracks infants for three years if they pass their hospital screening but are at high risk for developing hearing loss.\nIf your infant has not been screened for hearing loss or if you are a health care provider wishing to refer an infant to First Sound, contact us at (803) 898-0708. Fax: 803-898-4453\nFacts about Newborn Hearing Loss\n- Hearing loss occurs in newborn infants more frequently than any other health condition for which newborn infant screening is required. Studies show that hearing loss occurs in approximately 2-4 out of 1,000 babies.\n- Hearing is vitally important to development of language skills. Infants begin developing speech and language from the moment they are born. Eighty percent of the language ability of a child is established by the age of 18 months.\n- Without early hearing detection and intervention programs like First Sound, hearing loss is often not identified until children are 18 months to 3 years of age.\n- Children with hearing loss who do not receive early intervention and treatment may require extensive (usually publicly funded) special education services.\n- Early detection of hearing loss in a child and early intervention and treatment has been demonstrated to be highly effective.\n- Universal screening/detection of hearing loss in infants before three months of age, with appropriate intervention no later than six months of age, is endorsed by the major speech-language-hearing associations in the U.S. as well as the American Academy of Pediatrics.", "score": 0.07460354853659475, "source": "sparse"}, {"doc_id": "<urn:uuid:d72e4bcf-7440-4209-b653-94b5f7d7908d>", "text": "The United States Preventive Services Task Force has acknowledged the significant effect that congenital hearing loss has on communication skills psychosocial development and educational progress and have found that early detection of hearing loss improves language development.2 Others also have confirmed that language skills are closely linked to early identification of hearing loss3 and prospects to utilization of early intervention services.4 5 Children with congenital hearing loss who are identified and receive intervention no later than 6 months of age perform up to 40 percentile points higher on language expressive measures and interpersonal adjustment within the school setting.6-9 Such delays may lead to adulthood challenges in education and employment.10 Mandatory infant hearing screening has been recommended by the National Institutes of Health 11 Joint Committee on Infant Hearing (JCIH) 12 and the American Academy of Pediatrics15 in order to initiate the process of hearing loss identification and this screening has been implemented in most says. Newborns who fail their hearing screening or high-risk children undergo an outpatient audiological diagnostic assessment that may take several outpatient encounters in order to obtain definitive diagnosis. Appropriate follow-up through diagnostic and intervention services for children who do not pass a hearing screening or who are diagnosed with hearing loss has become a major national healthcare concern. Disparities in diagnostic and intervention services for some socioeconomic groups are at a high risk of becoming lost to followup.16-18 Patients in rural areas face additional access-to-care barriers that compound these concerns. According to a recent economic statement 19 85 of Kentucky’s 120 counties are considered rural and approximately 1.8 million people Riociguat (BAY 63-2521) live in these counties. Furthermore the Appalachian Riociguat (BAY 63-2521) region of Kentucky which encompasses the eastern and south central portion of the state is considered to be mostly rural based on the 2003 United States Department of Agriculture Rural-Urban Continuum Coding system20 (Beale codes). This Appalachian region is acknowledged nationally as suffering from extreme health disparities and is underserved in healthcare services. The 54 Appalachian counties in Kentucky are plagued by poverty unemployment and a shortage of healthcare. Considering the barriers to any type of care in Appalachia you will find multiple points in the diagnostic and treatment algorithm in which children with hearing loss potentially can be lost to follow up or have a dramatic delay in receiving timely intervention.", "score": 0.005693357096791358, "source": "sparse"}, {"doc_id": "<urn:uuid:78ed46f4-d922-484a-b79f-816a74c7a2cd>", "text": "Data Management and Quality Assurance\nManaging your program's data is crucial to ensuring the success and quality of your newborn hearing screening program. A good data management system will ensure that no babies are lost to follow-up, as well as help ensure the quality of your program.\nStatewide tracking and surveillance\nThe Washington State Department of Health (DOH), in cooperation with the Centers for Disease Control and Prevention (CDC), developed a statewide EHDDI Tracking and Surveillance system linked to the metabolic screening system. The tracking and surveillance system helps to ensure that all babies are screened for hearing loss prior to one month of age, those that are referred receive diagnostic audiological evaluation by 3 months of age, and those that are diagnosed with hearing loss receive early intervention by 6 months of age.\nWhile Washington state does not mandate universal newborn hearing screening, about 96% of infants are screened before hospital discharge. All birthing hospitals (except two military facilities) and many clinics in Washington report newborn hearing screening results and diagnostic results to EHDDI.\nThe EHDDI program collaborates with the Early Support for Infants and Toddlers (ESIT) program to determine if infants with hearing loss receive appropriate and timely early intervention services. The ESIT program is Washington state's Part C program that provides services to children birth to 3 years of age who have disabilities, including hearing loss. For updates on this project, please see the EHDDI program website and the ESIT website .\nFor more information about this project , please contact:\nWashington State Department of Health\n1610 NE 150th St.\nShoreline, WA 98155\nPhone: 206-418-5613 or 888-WAEHDDI (toll-free)\nData management for your hospital\nIt is important to have a system in place within your hospital to internally manage the data collected from your newborn hearing screening program. This will help you manage your workload and make sure that no babies are missed.\nMany larger programs prefer to purchase one of the commercially available software programs, while smaller programs often find simpler, less expensive options sufficient.\nWe recommend that all hospitals, regardless of size, keep a log sheet or book to manage daily screening needs. This helps ensure that all babies get screened prior to discharge.\nSample spreadsheet for data management (XLS)\nBefore choosing a data management option, you should consider what data you want to monitor and how much you want the system to do for you.", "score": 0.003847867403243102, "source": "sparse"}, {"doc_id": "<urn:uuid:c6b0e467-933f-4b97-8e66-379c1e0d14f7>", "text": "In Texas, newborn hearing screening was mandated in 1999 through the passage of House Bill 714. In 2011 the mandate was expanded through House Bill 411 and Senate Bill 229. The Texas Department of State Health Services (DSHS) is the oversight agency.\nJames T. (Jim) Walsh, US House Representative from 1989 – 2009, was active in the passage of the first nationwide act that guaranteed hearing screenings for newborns and infants. In 1991, Walsh sponsored and introduced the Hearing Loss Testing Act. The Newborn and Infant Screening and Intervention Program Act was authored and sponsored, mainly, by Walsh in 1999. On March 11, 2009, the act was renamed as the James T. Walsh Universal Newborn Hearing Screening Program, and was identified within 42 United States Code 280g-1. The Act is for “the early detection, diagnosis, and treatment regarding hearing loss in newborns and infants,” and included several provisions so that these endeavors would be accomplished.\nSince that time, Congress has expanded and reauthorized the original Act. Current legislation, known as the Early Hearing Detection and Intervention Act 2010, was approved and signed by President Obama on December 22, 2010. In 2015, the US House of Representatives proposed amended legislation to reauthorize a program for early detection, diagnosis, and treatment regarding deaf and hard-of-hearing newborns, infants, and young children.", "score": 0.003781845332058225, "source": "sparse"}, {"doc_id": "<urn:uuid:b83d996d-2687-42ea-be71-4b36482ed4ac>", "text": "They also recommend that such screening be performed in all birthing hospitals and coordinated by state departments of health.\nHow are infants screened?\nHearing tests can be performed while the baby is asleep or quiet and do not require the infant's participation. Sounds (tones or clicks) are played through small earphones and responses to the sounds are automatically measured by electrodes or a probe microphone. Tests are quick, painless, and non-invasive.\n- Alexander Graham Bell Association for the Deaf and Hard of Hearing\n- American Academy of Audiology\n- American Academy of Pediatrics - Early Hearing Detection and Intervention (EHDI)\n- American Society for Deaf Children\n- American Speech Language and Hearing Association (ASHA)\n- Boys Town National Research Hospital\n- Center for Disease Control: Early Hearing Detection and Intervention\n- Hands and Voices\n- Hearing Loss Association of America\n- Joint Committee on Infant Hearing\n- National Association of the Deaf\n- National Center for Hearing Assessment and Management (NCHAM)\n- National Institute for Deafness and other Communication Disorders\nThis is an excellent site with valuable information for parents. They include an unbiased look at communication options for children who are deaf or hard of hearing.", "score": 0.0009351083010446877, "source": "sparse"}, {"doc_id": "<urn:uuid:d48ed612-9f00-4df4-9b16-ea5bb899ff47>", "text": "Speech and Language Evaluations and Therapeutic Services\nServices will be provided through the Just Kids Diasuostic and Treatment Center.\nThe Just Kids Speech and Language department recognizes the importance of early intervention birth to five years of age. The Speech and Language department works closely with a multidisciplinary team of professionals to identify and provide intervention and remediation to children who have been diagnosed with a speech and language disorder.\nServices are provided through the Just Kids Diagnostic and Treatment Center both individually and in groups as mandated by each child’s Individualized Education Plan (IEP) or Individualized Family Service Plan (IFSP). These services include the remediation of articulation/phonology, receptive and expressive language, auditory processing, voice, fluency, feeding, audiological concerns, and aural rehabilitation. Just Kids offers full audiological services on site at Middle Island.\nThe Speech and Language department is proud to offer therapists that are all New York State certified and trained in PROMPT therapy, PECS (Picture Exchange Communication System), high and low tech devices, a flex feeding program (Food and Language Explorers) and bilingual (Spanish) services.\nAll of the speech and language therapists hold a teacher certification as “teacher of the speech and hearing handicapped” or teacher of students with speech and language disabilities”. Therapists work closely with parents to ensure parent involvement at all levels.\nAudiological Evaluations and Services\nJust Kids Diagnostic and Treatment Center offers hearing screening and assessment for infants, toddlers, preschoolers, school age children and adults.\nScreening for newborns is available on-site. The screening is simple and pain free and can be done while the infant is resting. The purpose of hearing screening is to detect hearing loss important to speech recognition.\nSchool age children should be screened periodically. Adult screening is also available.", "score": 0.0003823472979745944, "source": "sparse"}, {"doc_id": "<urn:uuid:f14992d8-f91d-4b62-9086-c52f41fea6e1>", "text": "Speech and Language Evaluations and Therapeutic Services\nServices will be provided through the Just Kids Diasuostic and Treatment Center.\nThe Just Kids Speech and Language department recognizes the importance of early intervention birth to five years of age. The Speech and Language department works closely with a multidisciplinary team of professionals to identify and provide intervention and remediation to children who have been diagnosed with a speech and language disorder.\nServices are provided through the Just Kids Diagnostic and Treatment Center both individually and in groups as mandated by each child’s Individualized Education Plan (IEP) or Individualized Family Service Plan (IFSP). These services include the remediation of articulation/phonology, receptive and expressive language, auditory processing, voice, fluency, feeding, audiological concerns, and aural rehabilitation. Just Kids offers full audiological services on site at Middle Island.\nThe Speech and Language department is proud to offer therapists that are all New York State certified and trained in PROMPT therapy, PECS (Picture Exchange Communication System), high and low tech devices, a flex feeding program (Food and Language Explorers) and bilingual (Spanish) services.\nAll of the speech and language therapists hold a teacher certification as “teacher of the speech and hearing handicapped” or teacher of students with speech and language disabilities”. Therapists work closely with parents to ensure parent involvement at all levels.\nAudiological Evaluations and Services\nJust Kids Diagnostic and Treatment Center offers hearing screening and assessment for infants, toddlers, preschoolers, school age children and adults.\nScreening for newborns is available on-site. The screening is simple and pain free and can be done while the infant is resting. The purpose of hearing screening is to detect hearing loss important to speech recognition.\nSchool age children should be screened periodically. Adult screening is also available.", "score": 0.00038143686768033315, "source": "sparse"}, {"doc_id": "<urn:uuid:0e06ac7b-ce93-4756-b7c9-1d72212a7b4a>", "text": "Statistics from Altmetric.com\nAbout 1 in 1000 children are born each year with hearing impairment sufficiently severe to compromise speech and language development and communication. There has been much work in recent years to reduce the age of diagnosis and intervention for these children. The paper by Pimperton et al,1 provides important evidence to support the observations of those working clinically with these children, that early identification and habilitation of significant hearing impairment in children pays dividends in terms of education. The cohort of children on whom this paper is based was identified by universal newborn hearing screening before the establishment of NHSP, the national newborn hearing screening programme. The same cohort was studied earlier at an average age of 7.9 years2 when significant benefit in language development was shown in those diagnosed before 9 months of age compared with those identified when older than 9 months. The particular value of this paper is that it has looked at performance in the second decade as well as the first, and there is a paucity of work in this age group. Pimperton et al have highlighted the value of early diagnosis and intervention in establishing good language skills, which underpin later reading comprehension.\nManagement of deafness in children has seen a significant change in the last 15 years. Prior to newborn hearing screening, the average age of diagnosis of deafness severe enough to compromise speech and language development (moderate-to-profound deafness bilaterally) was 26 months, with hearing aid fitting at 32.2 months.3 Many of these children failed to acquire good speech and oral language. Amplification using hearing aids gave access to sound, but the late start meant that the critical period for good speech and language acquisition was passed. The average reading age of a deaf school leaver was said to be about 8 years, and career and educational opportunities were, as a consequence, limited.\nThe impetus for change came from the Joint Committee on Infant Hearing, a multidisciplinary American group established in 1969, which first examined the evidence to support early screening and early intervention. Their latest supplement in 2013 presents current evidence.4 The majority of this research has come from the USA. Christine Yoshinaga-Itano, working for the Colorado Early Hearing Detection and Intervention programme, has monitored the identified children, providing excellent research data.", "score": 8.626356790431424e-05, "source": "sparse"}, {"doc_id": "<urn:uuid:6786768a-5a1b-4d5f-927e-697bc7d1f4dd>", "text": "Savior on Blood\nThe Cathedral of Our Savior on the Spilt Blood is a unique masterpiece combining the old Russian style of architecture, talent of the best Russian artists and Italian stone carvers, and the art of Roman mosaic. Mosaics cover almost all the surface of the walls and ceilings there are 7 500 square meters of mosaics all in all. It is a unique example of a Russian style cathedral in the centre of St. Petersburg. Its coloured onion domes are so famous, that they are recognized today as one of the symbols of the city. The style of the church was inspired by St Basil's Cathedral on Red Square in Moscow. The onion domes, mosaics and intricately decorated facade are characteristic of 16th to 17th century Russian architecture. Thus, it differs in from most of the buildings of st. Petersburg which follow the western traditions of Neo-Classical and Baroque architecture. The church is one of the top tourists attractions of St. Petersburg, a UNESCO World Heritage Site, and a popular spot for taking photographs and acquiring Russian souvenirs. You have an opportunity to see the Spilt Blood Cathedral in all its beauty.\nThis church was built on the very site of Tsar Alexander II murder.\nOfficially consecrated as the Church of the Resurrection of Christ, the Russian Orthodox gem more commonly known as the Church of the Savior on Spilled Blood was built to honor tsar Alexander II of Russia, who was assassinated at the site where the church now sits, hence the reference to \"spilled blood\". The section of the street on which the assassination took place is enclosed within the walls of the church and the site of the murder is marked by a chapel in the building. At the request of Alexander III, son of Alexander II, construction on the church began in 1883. Funding for this amazing structure was almost totally provided by the Imperial family with other donations made by private individuals. The project was completed in 1907.\nThe principle architect chosen for the project was Alfred Alexandrovich Parland, who was, incidentally, a non-Russian-born individual. The architecture of the church varies greatly from other buildings and religious structures in St. Petersburg, which were largely constructed in the Baroque and neo-Classical styles.", "score": 0.872667372, "source": "dense"}, {"doc_id": "<urn:uuid:38ad0e45-1275-4a11-b5e2-a3e747376b88>", "text": "1882 – Design Competition for Church of the Savior on Spilled Blood, St. Petersburg, Russia\nThis marvelous Russian-style church was built on the spot where Emperor Alexander II was assassinated in March 1881 by a group of revolutionaries, who threw a bomb at his royal carriage. The decision was taken to build a church on the spot where the Emperor was mortally wounded, and an architectural competition was held. The church was built between 1883 and 1907 and was officially called the Resurrection of Christ Church. The construction of the church was almost entirely funded by the Imperial family and thousands of private donators. Both the interior and exterior of the church is decorated with incredibly detailed mosaics, designed and created by the most prominent Russian artists of the day (V.M. Vasnetsov, M.V. Nesterov and M.A. Vrubel). Interestingly, despite the church’s very obviously Russian aspect, its principle architect, Alfred Alexandrovich Parland, was not even Russian by birth, nor the winner of the competition. The design harks back to medieval Russian architecture in the spirit of romantic nationalism.\nThe church was closed for services in the 1930s, when the Bolsheviks went on an offensive against religion and destroyed churches all over the country. It remained closed and under restoration for over 30 years and was finally re-opened in 1997 in all its dazzling former glory.\nTranslations of the church’s name vary between guidebooks and include The Church of the Savior on Blood, The Resurrection Church and The Church of the Resurrection of Christ.", "score": 0.869687855, "source": "dense"}, {"doc_id": "<urn:uuid:6786768a-5a1b-4d5f-927e-697bc7d1f4dd>", "text": "The domes of the church of the savior on spilled blood The domes However, the era in which Church of the Savior was built was a time of resurgence of nationalism, thus the classic Russian style of the church.\nLooking at both the interior and exterior, it's easy to see why the church cost about 4.6 million rubles, way over the budgeted 3.6 million. The outside was designed to mirror the magnificent St. Basil's in Moscow, the city's easily-recognizable centerpiece, and the building - both inside and outside - features of mosaics, most of them designed by the prominent artists of the time, including Viktor Vasnetsov, Mikhail Nesterov and Mikhail Vrubel. The majority of the mosaics depict biblical scenes and saints though some are just patterns. The colorful onion domes, of which the central one reaches a height of 81 meter (266 ft), are covered with bright enamels. The cathedral boasts a luxurious and rich decor, ornamental architraves, frames, corbels, ceramic tiles, and colored glazed tiles. The belfry is decorated with mosaic coats-of-arms of cities and regions of the Russian empire.\nInteresting fact: This church never functioned as a public place of worship. Today it is a Museum of Mosaics.\nDuring the Russian Revolution of 1917, much of this amazing church was ransacked and the interior was seriously damaged. In the 1930s, the Soviets closed the church, as they did with most churches in St. Petersburg. During World War II, it was used as a storage facility for food. If suffered yet more damage during the war, and afterwards, was used for many years as storage space for a local opera company. In 1970, St. Isaac's Cathedral assumed management of the church, and funds garnered from the cathedral (which was, at that time, a museum) were used to restore the Church of the Savior. Restoration was finally complete in 1997 and remains one of St. Petersburg's top tourist attractions.\nThe Cathedral should not be perceived as simply a cult building; its idea is broader and deeper. The image of the Savior in this Cathedral reflects not so much the cult aspect, but the political, historical, artistic, stylistic importance of the monument, and underscores its importance for the city.", "score": 0.860840261, "source": "dense"}, {"doc_id": "<urn:uuid:6786768a-5a1b-4d5f-927e-697bc7d1f4dd>", "text": "The territory adjacent to the cathedral is one of the oldest areas of St. Petersburg, its historic downtown, which was formed in the first third of the 18th century. Because the church is located in the very heart of the city, its surroundings are of highest value. The historical and cultural environment here is extremely rich, represented by such treasures of world spiritual culture as the Russian Museum, the Maly Opera Theater, the Grand Philharmonic Hall, and churches of various confessions. The Cathedral is probably the only building in the city that stands out so much in its architectural and spatial environment with its silhouette, composition, and rich decor.\nThe Church of the Savior on Spilled Blood", "score": 0.853572965, "source": "dense"}, {"doc_id": "<urn:uuid:aebc3b72-8b58-4b9f-8f4b-70e0c71f3999>", "text": "Its palaces and parks were created under Empresses Elizabeth and Catherine the Great between 1744 and 1796. The main landmark is the Catherine Palace designed by Rastrelli and the famous Amber Room inside the Palace.\nLunch at a local restaurant.\nOn our way back to St. Petersburg we will stop by an impressive memorial dedicated to the struggle and hardship of the residents living in the city during WWII. The Monument to the Heroic Defenders of Leningrad and St. Petersburg Siege Memorial was built to be the main focal point of Ploshchad Pobedy (Victory Square) in the early 1970s. A special bank account was opened to take donations and many people took part in the construction including volunteers and famous artists of the Soviet Union such as Mikhail Anikushin, Sergey Speransky, and Valentin Kamensky, all of whom participated in the defense of Leningrad.\nOvernight in St. Petersburg (Breakfast, Lunch)\nPETER-&-PAUL FORTRESS - CHURCH OF THE SAVIOR ON SPILLED BLOOD - ST. ISAAC CATHEDRAL\nOur tour of St. Petersburg continues today with three important visits: Peter and Paul Fortress, The Church of the Savior on Spilled Blood and St. Isaac Cathedral.\nPeter-and-Paul Fortress was built in 1704 to defend the city from naval attacks, however it never served its primary purpose. Instead, its historical mission turned out to be rather gruesome: thousands of workers died while building the fortress, many political prisoners, including Peter's own son Alexi were kept and tortured in its cells. The tombs of the Romanov family are also in its Cathedral.\nThe stunning Church of the Savior on Spilled Blood was built on the spot where Emperor Alexander II was assassinated in March 1881. The construction of the church was almost entirely funded by the Imperial family and thousands of private donors. Both the interior and exterior of the church are decorated with incredibly detailed mosaics, designed and created by the most prominent Russian artists of the day\nOur next visit is to one of the world’s largest and most splendid St. Isaac Cathedral.", "score": 0.852000237, "source": "dense"}, {"doc_id": "<urn:uuid:9820eb19-8cf4-469b-8158-e03662aa0a41>", "text": "The Church of the Savior on Spilled Blood - 3D Jigsaw Puzzle\n|Object||Put together the jigsaw puzzle.|\n|Types||101-499 Pieces, 3D|\n|Dimensions||44 cm x 30 cm x 54 cm / 17.3 in x 11.8 in x 21.3 in|\nPuzzle Pieces: 233\nSize When Completed: 44 cm x 30 cm x 54 cm / 17.3 in x 11.8 in x 21.3 in\nThe Church of the Savior on Spilled Blood is one of the main sights of St. Petersburg, Russia. It is also variously called the Church on Spilt Blood and the Cathedral of the Resurrection of Christ, its official name. This Church was built on the site where Tsar Alexander II was assassinated and was dedicated in his memory.\nCustomer Reviews |Write your own review!\nThis item has yet to be rated", "score": 0.849480629, "source": "dense"}, {"doc_id": "<urn:uuid:a2080cf9-e1dd-40a2-8f11-7fb84d65919b>", "text": "Khram Spasa na Krovi (Church of the Saviour on the Spilt Blood)\nSt Petersburg (Federal City of St Petersburg. Northwestern Federal District) RF\nEnter your email address to subscribe to this blog and receive notifications of new posts by email.\nJoin 169 other followers\nTheme: Rubric. Blog at WordPress.com.\nGet every new post delivered to your Inbox.", "score": 0.841897, "source": "dense"}]}
{"id": 16, "question": "What precautions should be taken when using supplemental oxygen during surgery for someone with Duchenne muscular dystrophy?", "passages": [{"passage": "1. Cardiac and/or respiratory abnormalities should be treated before anesthesia.\n2. People with Duchenne muscular dystrophy should not receive succinylcholine.\n3. Commonly used inhaled anesthetic agents include Desflurane, Enflurane, Halothane, Isoflurane, and Sevoflurane. Propofol is a commonly used IV anesthetic.\n4. Inhaled anesthetic can reduce pain and make IV access easier.\n5. Oxygen therapy is a life-saver for conditions like COPD, cystic fibrosis, and sleep apnea.\n6. Duchenne muscular dystrophy is an X-linked recessive disorder, diagnosed through muscle biopsy.\n7. Symptom onset is in early childhood, usually between ages 3–5.\n8. Common foot deformity seen with Duchenne muscular dystrophy.\n9. Duchenne muscular dystrophy market size, share, trends, and growth opportunities are analyzed in the United States, EU5, and Japan.\n10. Key companies working in the Duchenne muscular dystrophy therapeutics market include Wave Life Sciences Ltd, EDG 5506 Edgewise Therapeutics, and Sarepta Therapeutics, Inc.\n11. Kinesiology taping and muscle MRI studies are conducted for Duchenne and Becker muscular dystrophies.\n12. Antisense Therapeutics plans to conduct trials for muscular dystrophy.", "score": 9.583636283874512, "source": "basic", "doc_IDs": ["<urn:uuid:eac8ebf2-4d1c-490e-a4bd-88e6703abdc9>", "<urn:uuid:13174357-2bf1-4790-8471-bb1d1ba37c1b>", "<urn:uuid:f3c286cb-9483-41c0-8cd5-a8f7a394480b>", "<urn:uuid:3589a46b-bd13-4470-adcc-7f789569340e>", "<urn:uuid:89ae45b6-5c3a-443b-81b4-f42f480baa6f>", "<urn:uuid:2865e054-8029-4c28-8f2b-6c0360c5d80f>", "<urn:uuid:6059e37f-242b-4c8d-9089-95346340e49b>", "<urn:uuid:5d1f8b12-a6c1-423c-accd-3c53d9e0ff42>", "<urn:uuid:66819220-5002-45e6-ab04-f8021b8922ea>", "<urn:uuid:ff417041-b68c-4ed1-aee2-87bcebcf00b1>", "<urn:uuid:3b7ac93d-37f1-4129-8668-5f3e0633ae97>"]}, {"passage": "Key Information:\n\n1. Duchenne muscular dystrophy (DMD) is a genetic disorder affecting 1 in 3500 male births.\n2. DMD patients require specialized anesthetic management due to potential cardiac, pulmonary, and blood loss issues.\n3. If surgery or a medical procedure is necessary, it should be performed at a medical center with expertise in DMD anesthetic management.\n4. Discuss the anesthesia plan with the anesthesiologist before any procedure involving anesthesia.\n5. Consult the neuromuscular team, cardiologist, and pulmonologist before any surgery or procedure.\n6. Avoid succinylcholine, a depolarizing muscle relaxant, due to the risk of severe, life-threatening increases in blood potassium.\n7. Use non-depolarizing neuromuscular blockers instead of succinylcholine in emergency situations.\n8. Avoid inhaled anesthetic agents due to the risk of rhabdomyolysis and hyperkalemia.\n9. In certain circumstances, the benefit/risk ratio may favor the use of inhalational anesthetic gases.\n10. Prior to IV catheter insertion, inhaled anesthetic agents may be given to avoid the pain of Propofol infusion.\n11. DMD patients may be at risk for malignant hyperthermia, but it is a separate entity from the complications that occur in DMD patients.\n12. Dentistry can be performed with minimal anesthesia for DMD patients with normal pulmonary function.\n13. DMD patients with pulmonary dysfunction should receive dental care requiring general anesthesia in a hospital or surgery center staffed with an anesthesiologist.\n14. There are no specific dietary recommendations to decrease pain or help with DMD.\n15. DMD is diagnosed around 3-4 years old and affects 13% of boys who have it.\n16. The epidemiology, therapeutics, and market outlook for DMD are covered in various studies and reports.", "score": 6.734153687953949, "source": "basic", "doc_IDs": ["<urn:uuid:8fff1191-866f-4192-9eac-c57566a8a4b2>", "<urn:uuid:eac8ebf2-4d1c-490e-a4bd-88e6703abdc9>", "<urn:uuid:13174357-2bf1-4790-8471-bb1d1ba37c1b>", "<urn:uuid:3de38d9a-a6f9-4bb8-87a5-d96402092da6>", "<urn:uuid:f3c286cb-9483-41c0-8cd5-a8f7a394480b>", "<urn:uuid:3589a46b-bd13-4470-adcc-7f789569340e>", "<urn:uuid:89ae45b6-5c3a-443b-81b4-f42f480baa6f>", "<urn:uuid:66819220-5002-45e6-ab04-f8021b8922ea>", "<urn:uuid:ff417041-b68c-4ed1-aee2-87bcebcf00b1>"]}], "retrieved_chunks": [{"doc_id": "<urn:uuid:8fff1191-866f-4192-9eac-c57566a8a4b2>", "text": "Muscle biopsy shows degenerating and regenerating muscle fibers, with connective tissue and fat replacing lost muscle tissue. DNA testing may also be helpful.\nLong Term Effects\nWhat are the long-term effects of the disease?\nDuchenne muscular dystrophy causes progressive deterioration of the muscles, and loss of function. The muscle deterioration leads to the use of braces and eventually a wheelchair. Impaired lung function leads to serious lung infections, aspiration, and death.\nWhat are the risks to others?\nDuchenne muscular dystrophy is not contagious. It is an X-linked recessive disorder. This means that an unaffected woman who carries the gene can pass it, on average, to one half of her sons.\nWhat are the treatments for the disease?\nThe major goal of early treatment is to keep the ability to walk as long as possible. Stretching exercises and using braces at night help avoid the tightening of tendons.\nSurgery can be used to release tight tendons. Walking and body movement should be resumed immediately after surgery if possible. Inactivity makes the disease worse and can lead to rapid deterioration of lung function. Prednisone has been shown to slow the progression of the disease for up to three years.\nVaccination against influenza and pneumococcal infections is important. Also, weight control is essential. Obesity adversely impacts physical and respiratory functions.\nHow is the disease monitored?\nAny new or worsening symptoms should be reported to the healthcare provider.\nThe Muscular Dystrophy Association [hyperLink url=\"http://www.mdausa.org/disease/dmd.html\" linkTitle=\"http://www.mdausa.org/disease/dmd.html\"]http://www.mdausa.org/disease/dmd.html[/hyperLink]", "score": 0.831561923, "source": "dense"}, {"doc_id": "<urn:uuid:5d1f8b12-a6c1-423c-accd-3c53d9e0ff42>", "text": "|Use pulse oximetry to monitor oxygen saturation and pulse rate||To detect changes in oxygenation|\n|Monitor vital capacity in patients with neuromuscular weakness and observe trends||Monitoring detects changes early|\n|Instruct client to deep breathe during waking hours or use an incentive spirometer||Deep breathing distends alveoli and promotes increased gas diffusion|\n|Splint incision to reduce discomfort||Pain or fear of pain interferes with deep breathing|\n|Administer oxygen as prescribed||Supplemental oxygen provides a higher concentration than found in room air|\n|Instruct client to self-administer analgesia before deep breathing and coughing if a patient-controlled analgesia pump is available||Pain is more adequately controlled when an analgesic is given before severe pain develops|\nRisk for Infection\nSkin is considered as a first line of defense against any foreign organism. Because of the surgical procedure the skin is impaired causing a possible entry for the organisms hence may cause infection.\nPersons at risk for infection are those whose natural defense mechanisms are inadequate to protect them from the inevitable injuries and exposures that occur throughout the course of living. Infections occur when an organism invades a susceptible host. Breaks in the integument or mucous membranes allow invasion by pathogens. If the patient’s immune system cannot combat the invading organism adequately, an infection occurs.\n- Risk for infection related to surgical wound\n- The patient will be able to identify and demonstrate interventions to prevent or reduce risk of infection.\n- The patient will achieve timely wound healing and be free from signs and symptoms of infection.", "score": 0.83059746, "source": "dense"}, {"doc_id": "<urn:uuid:6059e37f-242b-4c8d-9089-95346340e49b>", "text": "If an individual is not able to breathe in adequate amount of oxygen due to some underlying condition oxygen therapy is administered to him through supplemental oxygen. In health conditions like COPD, cystic fibrosis and sleep apnea, oxygen therapy is a life-saver.", "score": 0.828799725, "source": "dense"}, {"doc_id": "<urn:uuid:13174357-2bf1-4790-8471-bb1d1ba37c1b>", "text": "Duchenne Muscular Dystrophy\nWe want to provide what matters to you!\nWe look forward to partnering with the patient community as we proceed with our development program in Duchenne Muscular Dystrophy.\nIn order to provide relevant, meaningful information, we need input from the patient community! We will be working with the patient organizations to learn what matters most to you.\nDuchenne Muscular Dystrophy Program Timing\nCommunity Support & Resources", "score": 0.828421354, "source": "dense"}, {"doc_id": "<urn:uuid:0dede5ce-f1fb-470c-ac2e-eb16d7eb7a67>", "text": "My daughter has a chronic autoimmune disease. Having gone through these things as a parent has helped me relate to families in a different way. It’s an emotional level experience that’s different.\nWhat piece of advice would you give a family whose child is undergoing surgery for the first time, and they don’t know what to expect?I think the hardest thing for a family whose child is undergoing surgery is the fear that comes with it. But the child can sense a parent’s fear, and can become more fearful because of this. I think it’s important for parents to find the strength to put their own fears and anxiety behind a wall so that they can be there for their child. But it can be hard to do this; especially the more complicated the case is.\nAnd also, don’t be afraid to ask questions!", "score": 0.82803452, "source": "dense"}, {"doc_id": "<urn:uuid:eac8ebf2-4d1c-490e-a4bd-88e6703abdc9>", "text": "Duchenne muscular dystrophy is diagnosed in several the affected boys become wheelchair dependent before age 13 duchenne and becker muscular dystrophy. Duchenne muscular dystrophy (dmd) definition dmd occurs in one per 3500 male births and only one in 19-year-old with duchenne muscular dystrophy checks off. A 13-year-old male with muscular dystrophy (md) has just developed nocturia the client wants to know about external catheters the nurse should base the response on which of the following statements. Duchenne muscular dystrophy only children who were a minimum of eight years old were hinton vj development of verbal span is delayed in duchenne dystrophy. With an incidence of 1 out of 3,500 male births, duchenne muscular dystrophy is diagnosed around 3 or 4 years old 13 percent of the boys who have duchenne.\nBeytia mde l, vry j, kirschner j drug treatment of duchenne muscular dystrophy: available evidence and perspectives acta myol 2012 may31(1):4-8 bushby k, finkel r, birnkrant dj, et al diagnosis and management of duchenne muscular dystrophy, part 1: diagnosis, and pharmacological and psychosocial management. Common foot deformity seen with duchenne muscular dystrophy duchenne's muscular dystrophy is an x-linked recessive disorder a 25 years old male. Webmd explains the causes, symptoms, and treatment of duchenne muscular dystrophy, a rare muscle disease that mainly affects mainly boys in early childhood. Duchenne muscular dystrophy general student information/home background anthony is a nine year-old boy of latino descent diagnosed with dmd.\nHow is muscular dystrophy diagnosed for duchenne and becker muscular dystrophies, muscle biopsy may show whether dystrophin, a muscle protein. A 13 year-old-male presents for evaluation of becker muscular dystrophy b) duchenne muscular the student doctor network is pleased to announce our. Erik twede was just 3 years old when he was diagnosed with duchenne muscular dystrophy, a fatal genetic disorder that causes progressive muscle weakness.\nI'm nikki mum to 12 year old danielle and 5 year old jacob on friday jacob was diagnosed duchenne muscular dystrophy and 13 and was diagnosed.", "score": 0.28139171220580506, "source": "sparse"}, {"doc_id": "<urn:uuid:3589a46b-bd13-4470-adcc-7f789569340e>", "text": "Duchenne Muscular Dystrophy Epidemiology Assessment\nThe epidemiology section provides insights into the historical, current, and forecasted Duchenne Muscular Dystrophy epidemiology trends in the seven major countries (7MM) from 2019 to 2032. It helps to recognize the causes of current and forecasted Duchenne Muscular Dystrophy epidemiology trends by exploring numerous studies and research. The epidemiology section also provides a detailed analysis of diagnosed and prevalent patient pools, future trends, and views of key opinion leaders.\nThe Report Covers the Duchenne Muscular Dystrophy Epidemiology, Segmented as –\nTotal Prevalent Population of Duchenne Muscular Dystrophy\nAge-specific Prevalent Population of Duchenne Muscular Dystrophy\nAmbulatory and Non-ambulatory Population of Duchenne Muscular Dystrophy\nMutation-specific prevalent population of Duchenne Muscular Dystrophy\nAssociated Comorbidities in Duchenne Muscular Dystrophy\nDuchenne Muscular Dystrophy Drugs Uptake and Pipeline Development Activities\nThe drug uptake section focuses on the uptake rate of potential drugs recently launched in the Duchenne Muscular Dystrophy market or expected to be launched during the study period. The analysis covers the Duchenne Muscular Dystrophy market uptake by drugs, patient uptake by therapies, and sales of each drug. Moreover, the therapeutics assessment section helps understand the market dynamics by drug sales, the most rapid drug uptake, and the reasons behind the maximal use of particular drugs. Additionally, it compares the Duchenne Muscular Dystrophy drugs based on their sale and market share.\nThe report also covers the Duchenne Muscular Dystrophy pipeline development activities. It provides valuable insights about different therapeutic candidates in various stages and the key Duchenne Muscular Dystrophy companies involved in developing targeted therapeutics. It also analyzes recent developments such as collaborations, acquisitions, mergers, licensing patent details, and other information for emerging therapies.\nLearn How the Duchenne Muscular Dystrophy Market Will Evolve and Grow by 2032 @\nDuchenne Muscular Dystrophy Therapeutics Analysis\nSeveral major pharma and biotech companies are developing therapies for Duchenne Muscular Dystrophy. Currently, Roche is leading the therapeutic market with its Duchenne Muscular Dystrophy drug candidates in the most advanced stage of clinical development.", "score": 0.27193435418012424, "source": "sparse"}, {"doc_id": "<urn:uuid:eac8ebf2-4d1c-490e-a4bd-88e6703abdc9>", "text": "Duchenne muscular dystrophy if that carrier has a male child he gave an account of 13 other affected children duchenne was the first to do a biopsy to.\nDuchenne muscular dystrophy is diagnosed in boys year, your student’s muscles will weaken progressively 12 education matters 13. Current level of performance the student who is a 13 year old male is a duchenne md is one individuals diagnosed with duchenne muscular dystrophy are.\nCase presentation a 26-year-old male with duchenne muscular dystrophy with a clinical and radiographic diagnosis of acute perforated gastro-duodenal peptic ulcer is treated non-operatively with naso-gastric suction and intravenous medication. Our patient advisory board was diagnosed with duchenne muscular dystrophy just after his an inspirational 13 year old boy with duchenne muscular dystrophy. 13 year old male student diagnosed with duchenne muscular dystrophy what is duchenne muscular dystrophy many diseases and disorders that affect the population have an early onset that begins when generations are young. Duchenne muscular dystrophy loss of independent ambulation occurs between the ages of 6 and 13 years diagnosis is suspected on the basis of the clinical.\nWatch video vermont brothers max and austin leclair have duchenne muscular dystrophy his 13-year-old brother duchenne muscular dystrophy affects one in 3,500 male. The muscular dystrophies are a group of inherited disorders characterised by progressive muscle wasting and weakness, of which duchenne muscular dystrophy. A 9-month-old male was diagnosed with osteogenesis imperfecta duchenne muscular dystrophy (dmd) a 13-year-old female presents with pain at night. The estimated prevalence of duchenne and becker muscular dystrophy diagnosis for dmd was 5 years 6 and becker muscular dystrophy genet med 2011 nov13.", "score": 0.22954697490590498, "source": "sparse"}, {"doc_id": "<urn:uuid:3589a46b-bd13-4470-adcc-7f789569340e>", "text": "The United States accounted for the largest market size of Duchenne Muscular Dystrophy USD 623.7 Million in 2020, in comparison to EU5 (the United Kingdom, Germany, Italy, France, and Spain) and Japan.\nAmong the EU5 countries, the United Kingdom had the largest market size with USD 24.3 Million in 2020, while Spain had the smallest market size of Duchenne Muscular Dystrophy with USD 13.7 Million in 2020, which is expected to rise during the forecast period 2022–2032.\nJapan accounts for USD 22.7 Million in 2020, which is expected to rise during the forecast period 2022–2032.\nThe total prevalent population of Duchenne Muscular Dystrophy in the 7MM was found to be 30,688 in 2020.\nIn the US, approximately 16,765 prevalent cases of Duchenne Muscular Dystrophy were reported in the 2020.\nAmong the EU-5 countries in 2020, the UK had the highest prevalent population of Duchenne Muscular Dystrophy patients with 2,622 cases, followed by Germany (2,596) and France (2,101). In contrast, Spain had the lowest cases (1,478) in 2020. In the EU5, there were 5,140 and 5,568 cases of ambulatory and non-ambulatory in 2020, respectively.\nIn Japan, the diagnosed prevalence of Duchenne Muscular Dystrophy was 3,214 in 2020 which is expected to rise during the forecast period.\nThe market outlook section of the report helps to build a detailed comprehension of the historical, current, and forecasted market size by analyzing the impact of current and emerging Duchenne Muscular Dystrophy pipeline therapies. It also thoroughly assesses the Duchenne Muscular Dystrophy market drivers & barriers, unmet needs, and emerging technologies set to impact the market dynamics.\nThe report gives complete detail of the market trend for each marketed Duchenne Muscular Dystrophy drug and mid & late-stage pipeline therapies by evaluating their impact based on the annual cost of therapy, their Mechanism of Action (MOA), Route of Administration (ROA), molecule types, competition with other therapies, brand value, and their impact on the market.", "score": 0.03904886037970785, "source": "sparse"}, {"doc_id": "<urn:uuid:3589a46b-bd13-4470-adcc-7f789569340e>", "text": "Duchenne Muscular Dystrophy Companies Actively Working in the Therapeutics Market Include\nWave Life Sciences Ltd\nEDG 5506 Edgewise Therapeutics\nSarepta Therapeutics, Inc.\nAnd Many Others\nEmerging and Marketed Duchenne Muscular Dystrophy Therapies Covered in the Report Include:\nVyondys 53 (Golodirsen): Sarepta Therapeutics\nEmflaza: PTC Therapeutics\nExondys 51: Sarepta Therapeutics\nTranslarna: PTC Therapeutics\nAmondys 45: Sarepta Therapeutics\nViltepso: Nippon Shinyaku\nVamorolone: Santhera Pharmaceuticals/ReveraGen BioPharma\nPizuglanstat (TAS-205): Taiho Pharmaceutical\nAnd Many More\nThe Report Covers the In-depth Assessment of the Emerging Drugs & Key Companies. Download the Sample Report to Learn More @\nTable of Content (TOC)\n1. Key Insights\n2. Executive Summary\n3. Duchenne Muscular Dystrophy Competitive Intelligence Analysis\n4. Duchenne Muscular Dystrophy Market Overview at a Glance\n5. Duchenne Muscular Dystrophy Disease Background and Overview\n6. Duchenne Muscular Dystrophy Patient Journey\n7. Duchenne Muscular Dystrophy Patient Population and Epidemiology Trends (In the US, EU5, and Japan)\n8. Duchenne Muscular Dystrophy Treatment Algorithm, Current Treatment, and Medical Practices\n9. Duchenne Muscular Dystrophy Unmet Needs\n10. Key Endpoints of Duchenne Muscular Dystrophy Treatment\n11. Duchenne Muscular Dystrophy Marketed Therapies\n12. Duchenne Muscular Dystrophy Emerging Drugs and Latest Therapeutic Advances\n13. Duchenne Muscular Dystrophy Seven Major Market Analysis\n14. Attribute Analysis\n15. Duchenne Muscular Dystrophy Market Outlook (In US, EU5, and Japan)\n16. Duchenne Muscular Dystrophy Companies Active in the Market\n17. Duchenne Muscular Dystrophy Access and Reimbursement Overview\n18. KOL Views on the Duchenne Muscular Dystrophy Market\n19.", "score": 0.03530532111008406, "source": "sparse"}, {"doc_id": "<urn:uuid:3de38d9a-a6f9-4bb8-87a5-d96402092da6>", "text": "Duchenne muscular dystrophy, a genetic disease characterized by progressive muscle weakness, is present at birth in people who have the condition. In people with Duchenne, the muscles lack a protein called dystrophin, which is critical for muscle function and repair.\nWhile all people with Duchenne share a lack of or defective dystrophin, the condition can be caused by different kinds of mutations on the same gene. The kind of mutation someone with Duchenne has may determine the course of treatment for the condition since some therapies are designed to work only with certain mutations.\nIn normal muscle cells, dystrophin transfers the force of muscle contractions from the inside toward the outside of the cell. “Dystrophin is the shock absorber that helps mitigate any damage in the muscle when muscle cells contract,” explains Barry Byrne, MD, Ph.D., the director of the Powell Gene Therapy Center at the University of Florida in Gainesville and the chief medical adviser of the Muscular Dystrophy Association. “Without it, muscles are damaged, there’s inflammation, and those muscles ultimately deteriorate.”Learn more about What Causes Duchenne Muscular Dystrophy? UF Researcher Explains.", "score": 0.018855934505829983, "source": "sparse"}, {"doc_id": "<urn:uuid:3589a46b-bd13-4470-adcc-7f789569340e>", "text": "DelveInsight’s “Duchenne Muscular Dystrophy Market Insights, Epidemiology, and Market Forecast 2032” report delivers an in-depth understanding of the disease, historical and forecasted epidemiology, as well as the Duchenne Muscular Dystrophy market size, share, trends, and growth opportunities in the seven major markets (7MM) (i.e., the United States, EU4 (Germany, Spain, Italy, France), the United Kingdom and Japan).\nThe report covers emerging Duchenne Muscular Dystrophy drugs, current treatment practices, market share of individual therapies, and current & forecasted market size from 2019 to 2032. It also evaluates the current Duchenne Muscular Dystrophy treatment practice/algorithm, key drivers & barriers impacting the market growth, and unmet medical needs to curate the best of the opportunities and assess the underlying potential of the market.\nDuchenne Muscular Dystrophy: An Overview\nDuchenne muscular dystrophy (DMD) is the most common form of muscular dystrophy in children. It is a genetic disorder characterized by progressive muscle degeneration and weakness and is one of nine types of muscular dystrophy.\nDuchenne Muscular Dystrophy is caused by an absence of dystrophin, a protein that helps keep muscle cells intact. Symptom onset is in early childhood, usually between ages 3–5. The disease primarily affects boys, but in rare cases, it can affect girls. Duchenne Muscular Dystrophy is inherited in an X-linked pattern because the gene that can carry a Duchenne Muscular Dystrophy-causing mutation is on the X chromosome. It is caused by mutations of the Duchenne Muscular Dystrophy gene, leading to progressive muscle weakness, loss of independent ambulation by early teens, and premature death due to cardiorespiratory complications.\nSupportive and symptomatic measures are the basis of the treatment of Duchenne Muscular Dystrophy patients at every stage of the disease and include non-drug, drug, and surgical procedures. Glucocorticoids have long been established as the standard in the therapy of Duchenne Muscular Dystrophy.\nDuchenne Muscular Dystrophy Market Key Facts\nThe United States accounts for the largest market size of Duchenne Muscular Dystrophy, in comparison to EU5 (the United Kingdom, Germany, Italy, France, and Spain) and Japan.", "score": 0.015705605584712335, "source": "sparse"}, {"doc_id": "<urn:uuid:f3c286cb-9483-41c0-8cd5-a8f7a394480b>", "text": "• Having a fear of closed spaces\nCatabasis Quarterly: Updates on edasalonexent and clinical trialsWe are pleased to announce that we have ...\nPrognostic Factors Affecting Duchenne Muscular DystrophyDetermination of prognostic factors affe...\nComparative Study of Clinical Endpoint in DMD: Handheld Myometry (HHM) Versus CINRG Quantitative Measurement System ...The aim of the proposed research is to c...\nKinesiology Taping in Duchenne Muscular Dystrophy: Effects on Performance, Gait Characteristics, and Energy Consumpt...Investigators investigated that the effe...\nMuscle MRI in Becker Muscular Dystrophy and in Limb-girdle Muscular Dystrophy Type 2IThe purpose of this study is to investig...\nL-citrulline and Metformin in Becker’s Muscular DystrophyThe purpose of the study is to compare t...\nWhole Body Vibration Therapy in Boys With Duchenne Muscular DystrophyWhole-body vibration therapy (WBVT) is a...\nDuchenne UK: DMD Patient and Caregiver Survey Resultshttps://www.youtube.com/watch?v=d2EpSB8R...\nState-of-the-art advances in Duchenne muscular dystrophyDuchenne muscular dystrophy (DMD) is a s...\nAntisense Therapeutics to commence muscular dystrophy trialsAntisense Therapeutics is planning to un...\nThe Treatment of Duchenne Muscular Dystrophy: Equipoise, Fidelity and Standardshttps://www.youtube.com/watch?v=ji7Z23qH...", "score": 0.002567107278076713, "source": "sparse"}, {"doc_id": "<urn:uuid:51a2ed7e-75db-473c-8522-e282ec6811d0>", "text": "Scuba Diving & Photography…How Do I Get That Good shot?\nGiven all of the problems we talked about in the last chapter, how can we expect to take pictures that we can be proud of when scuba diving Key Largo? How can we overcome the loss of light and color?\nThere are two answers to this question. One is to take the best possible picture using the available light, and the other is to use a “flash”. Using a “flash” is generally referred to as using a strobe in underwater photography. This chapter will concentrate on using available light.\nThe last chapter listed the ways that light gets diffused underwater. So, if we don’t have or can’t use a strobe we need to avoid all of the things that led to the light reduction. In other words, we need to shoot on a bright day, when the seas are calm, around midday. Luckily, if you are engaged in Key largo scuba diving, these conditions occur fairly frequently. This turtle to the left was taken using only natural, or ambient light.\nAnother time when we can use natural light to our advantage is if we are photographing a very large subject.\nA strobe cannot cover enough area to light these three sperm whales, so that a photograph taken with available light looks quite natural.\nScuba Diving wrecks provide another example of a large subject that looks good when taken in natural light. Sometimes, this natural lighting can be used to produce a black and white image that is quite dramatic, overcoming the lack of color at depth. This picture was taken while scuba diving the wreck of the Duane in the Key Largo National Marine Sanctuary.\nIn addition to pictures of big things, silhouettes can make an interesting subject for natural light photographs. This picture of Christ of The Abyss on Key Largo Dry Rocks was taken using only available light.\nThe Red Filter – A must for the Photographer While Scuba Diving\nOne thing to bear in mind in all these shots is that they obviously don’t work for vibrantly colored subjects. To take photographs of highly colored subjects, in addition to good light, we must have a shallow depth. There are however one or two tricks we can use to overcome color loss. The first is to use a red filter. This filter reduces that amount of light of all frequencies going into the camera except Red.", "score": 0.857102454, "source": "dense"}, {"doc_id": "<urn:uuid:1498efe5-275a-4a21-990d-6e834c642d85>", "text": "Underwater Photography Guide Forums\nAll Things Underwater Photography\nDive site \"The caves of the Palace\" Santa Maria al Bagno (Le) Puglia - Italy\nCamera: Nikon D60\nExposure: 0.008 sec (1 / 125)\nLens: 55 mm\nDate and Time (Original): 2010:06:17 19:39:58.20+02:00\n- Posts: 38\n- Joined: Fri May 21, 2010 10:40 am\nFacial markings and horns are super, and the orange background helps as well.\nIMHO what can be done to make this even better? Hopefully this fish is as common as the Secretary Blennies are around here, so you can be selective about your subject. The white coral/rock in the bottom right foreground really distracts the viewer. Can you process it out? (It may also be casting a shadow on the fish's face.)\nBetter yet since you seem to get in the water a lot, look for this fish in the \"perfect\" hole. You take excellent photos so now really search out the best setting. This fish may be common to you but not the viewer and it has cool markings. When you find one really analyze the area around the subject, free of bleached coral, algae etc.\nWill be looking for the next one!\n- Posts: 188\n- Joined: Thu May 13, 2010 5:50 am\n- Location: Alexandria, Virginia\nWho is online\nUsers browsing this forum: No registered users and 3 guests", "score": 0.853603303, "source": "dense"}, {"doc_id": "<urn:uuid:fad7d459-b07c-493a-ae36-1ac795089fbc>", "text": "Took some surfing pictures on a sunny (late) afternoon- had to back the default \"blacks\" back down to zero and add a bit of fill light to show detail in the surfers themselves- think this may have made some of the wave look a little funny though... The other beach pictures were taken later in the evening. I liked how the two here came out, but was real disappointed that I couldn't get anything decent from the tidepools that were teaming with creatures. Any tips on shooting into shallow water??? (I was using a CPol, but still very cloudy despite relatively clear water) Please tell me what you think! 1. 2. 3. 4. 5.", "score": 0.84926796, "source": "dense"}, {"doc_id": "<urn:uuid:679eae9b-ba04-433a-896b-2aff4be10eb3>", "text": "How can I get my camera to take better photos?\nWhenever I take photos with my Kindle Fire, most of the image appears blurry. It's especially blurry in the top-right corner of the image. I don't think I dropped my Kindle or immersed it in any liquids. (Plus, it's still working.) Is there some setting I can change to remove blur? What should I do?\nIs this a good question?", "score": 0.847993791, "source": "dense"}, {"doc_id": "<urn:uuid:e4b92ebb-ac40-4301-9267-61d0df4984f3>", "text": "The most important adjustments to make for underwater photography are fixing the white balance and balancing skin tones – it usually takes some experimentation, but you can get great results by just using Lightroom.\nMy favorite techniques for this are to use the white balance eye dropper tool in the Basic panel to choose a color that should be close to neutral gray, then adjusting the hue and saturation of each individual color with in the HSL panel.\nThen it is just a matter of tweaking the contrast and dynamic range. I usually start with the Dehaze slider, then drop the highlights, increase the shadows and make sure the blacks are black.\nWhat’s Your Favorite Tip for Underwater Photos?\nDo you have a great tip for underwater photography – leave a comment below and share it with the community!", "score": 0.846825838, "source": "dense"}, {"doc_id": "<urn:uuid:e2ba1978-d6c4-45f3-9276-7545ad02e631>", "text": "- Use an acrylic box, take your photo on top of the water surface.\n- Stop all pump and wavemaker in the tank\n- Do not use the zoom function unless necessary, as it will result in poorer quality picture.\nCamera Phone or Underwater camera?\nWe make an comparison between using a cameras phone and a Olympus camera to see the difference.\nImage Captured using iPhone 12 Pro with a coral lens\nimage Captured underwater, inside of the tank using Olympus TG-4 with auto white balance function\nThank you for reading my article. I will share some of the macro shots taken below for everyone to enjoy!\nTrue Rasta taken using TG-4\nMy favorite dragon eye zoas\nVampire Slayer taken using TG-4\nAre you able to identify these three zoas?", "score": 0.846027613, "source": "dense"}, {"doc_id": "<urn:uuid:6b619e1d-362e-4786-bc5a-e375eeacfe51>", "text": "Have you shot high speed splash photography before? If so what are some of your tips for making great high speed splash images?", "score": 0.838288724, "source": "dense"}]}
