{"id": 1, "question": "How did JAM handle voice recording in different languages, and what are the key challenges in localizing voiceovers across languages?", "answer_ground": "JAM handled foreign language recordings through different approaches - for French recordings, they flew to Montreal and worked with native French-Canadian session singers, though this took much longer than English sessions (12 hours vs 3 hours for similar content). They also managed to record in Spanish and other languages through phonetic coaching. As for localization challenges, a key issue is that many languages are significantly longer than English - German is about 30% longer and Russian about 40% longer. This requires leaving adequate space in the original voiceover to accommodate longer translations. Additionally, the timing and pacing need to be carefully managed to allow translated speech to fit naturally within the allotted time without rushing. Working with native translators is considered optimal for achieving natural-sounding localized voiceovers.", "context": ["This page is for JAM fans. The ones who have heard all of the demos, and\nhave enjoyed jingles for years. Since we began, JAM has kept a\ncopy of every one of the well over 21,000 jingle projects we've done. Our vault\ncontains shelf after shelf of tapes, DATs and CDs, spanning the last 35+ years of\nbroadcasting and advertising history.\nAmong the thousands of hours of audio that this collection represents, there are many\ninteresting items that are not on any of our demos or CDs. They might be unusual\nversions of syndicated cuts, cool custom projects, or just moments of JAM history that we\nenjoy hearing now and then. As we run across these goodies we will share them, and\nthe stories behind them, here. This collection is for fun. We hope you enjoy it.\nIn 1979 we were asked to do a custom jingle package for WYNY New York. The station wanted to appeal\nto young adults with a blend of information and contemporary music. They knew that their jingles should reflect\nthe fast pace and exciting feel of life in New York. Before we started, we created two audition cuts.\nAfter hearing them, the station decided to back away from the disco beat a little and go with a more\nmainstream contemporary sound. The result was the \"New York 97\" package. But here are the auditions.\nThe first track has only been used for one other client (BBC Radio 1 in the UK). The second track became part\nof our WLS package \"Dance To The Music\". But you can hear how the lyric content sparked the\nidea for the 3-minute long \"New York 97 Song\" that we later produced.\nThe \"I'd Rather Be In Denver\" package, originally created for Loren Owens at KIMN, was used in\nover 60 markets large and small. The lyrics would be customized for each station, to help tap into each city's\nlocal pride. In May 1979 we produced the package for Jim Taber at KKOL El Paso, Texas. (They dropped the\nfirst K and called the station KOL or Kool.) We always enjoy creative lyrics, and these are certainly\nunusual. Add to that an uncommon logo melody and a slightly different mix of singers, and you have a\ncollector's item. Here are excerpts from the package and parts of the promo songs. All you have to know\nabout El Paso to appreciate this is that it can get very hot, and very windy!\nBetween the years 1978 and 1987, JAM created hundreds of radio commercials for the United States Air Force.\nThese public service announcements and paid spots were heard across the nation, and included recruiting\ninformation as well as general image support messages. Working directly with the Air Force, JAM wrote the copy,\ncast the voice-over talent, and did all the recording and production. Not every spot required music, but when it\ndid we would create a custom jingle. One of the earliest was this one recorded in March 1979, when we wrote\nthe line \"Get Your Future Off The Ground\" to supplement the Air Force's then-current slogan \"A\nGreat Way of Life\". (This was recorded in the same session as the WNDE \"Windy Songs\".)\n1979 IBA award winner in the \"Radio Public Service\" category.\n1980 Clio Awards finalist in the \"Recruitment\" category.\nWords and music by J. Wolfert.\nIn 1979, forty years after it was first written, the song \"Off We Go Into The Wild Blue Yonder\" was\nadopted as the official song of the U.S. Air Force. (You can read the interesting history of this\nsong here.) As a result, JAM was asked to\nproduce arrangments of this song in every possible musical style. For those not familiar with the song, start\nby listening to this traditional orchestral treatment produced by JAM in October 1981. It uses the original\nlyrics (except for the next-to-last line which was intentionally omitted). You may begin to appreciate the\ncreative challenge involved in making more contemporary versions, examples of which appear below.\nMost of the Air Force spots we created did not need a bombastic musical arrangement. For example, spots about\ncareers in nursing, or messages expressing thanks to veterans and those in the service, often needed a gentler\ntouch. This unlikely bossa nova version of \"Wild Blue Yonder\" is one of our favorites. It was produced\nby JAM in October 1980.\n1981 Clio Awards finalist in the \"New Arrangements of Commercial Themes\" category.\nArr. by C. Kershaw.\nAir Force recruiting spots were targeted to high school and college students, their parents, and even\ngrandparents. As a result, JAM created nearly 100 arrangements of \"Wild Blue Yonder\" in every style you\ncan imagine. On a few occasions we even wrote new lyrics for the song, incorporating the Air Force's slogan\n\"Aim High\". Of course, most of these jingles were used with voice-over copy. But to demonstrate a\nlittle of what we had accomplished musically, we assembled this brief montage in 1988.\nIt's a reminder that a strong signature logo melody can be adapted to whatever style is required, whether\nyou're working with a commercial or a station ID.\nFor many years the major TV networks in the U.S. would each create a \"fall campaign\" to build their\npromotion efforts around. The campaigns included custom graphics and a song, which could be either an\nestablished hit or an original composition. A full length version of the song would be produced with special\nlyrics, and become the sound track for\na lengthy video designed to introduce the new fall programming line-up at the annual affiliates\nconvention. In 1979, ABC-TV secured the rights to use the song \"Still the One\",\nwhich was an appropriate campaign theme because they were the #1 rated network again that year. Influenced\nby the most popular music of the day, they went for a disco arrangement. Here is the\nend of the 1979 affiliates video, which includes a rundown of all the network's stars announced by Ernie\nAnderson, the iconic voice of ABC primetime from that era. JAM sang several versions of this track, as\nwell as customized shorter versions for all the ABC affiliates.\nAlthough some are familiar with the full-length \"Still the One\" track as sung for the network,\nit is not generally known that JAM re-sang the song several times with other specialized lyrics. For example,\nlocal stations owned by ABC, such as WLS-TV Chicago, received their own personalized versions.\nAnd even a few non-broadcast divisions of ABC wanted to tie-in with the campaign. ABC Publishing provided some\nclever lyrics for their internal version which included possibly the worst pun ever, \"still the Schwann\",\na reference to the Schwann music catalog.\nNetwork version 30th anniversary stereo remix!(2:56)\nWLS-TV Chicago version (2:56)\nABC Publishing version (2:56)\nAlthough the full-length version might air on the network one time, it was the package of :30, :20 and :10 versions\nthat were used throughout the season. JAM customized the package for each affiliate. Here is a short montage\nto demonstrate how some stations adapted the lyrics to make the campaign their own. In order, these\ncuts are from WAKR, KBAK, KTEN, KLTV, WTAE, WGHP and WJZ. (2:25)\nThe ABC network graphics and other promo elements were designed and created by Harry Marks, and his wonderful\ncompany Marks & Marks in Los Angeles. Since they\nwere responsible for delivering customized graphics and music for each affiliate, we developed a great working relationship\nto coordinate production of the audio and video elements. When the entire project was over we recorded a special\n\"closed-circuit thank you\" jingle just for them. The following year Marks worked with us again\nto customize the \"You and Me\" campaign for ABC. (1:04)\nOver the years there have been several JAM jingle packages that were sung using the great vocal group\nin Los Angeles. But there was only one time we asked them to sing an entire package in Spanish. It\nwas for David Gleason at WQII in Puerto Rico. The station was known as \"Once-Q\" (11-Q), and\nthey used cuts from \"The Authority\", which was originally created for KOA Denver. Here are a\nfew excerpts from the package, which was recorded in December 1979.\nHere's a collection of four :30 image songs promoting \"that good time feeling\" on Z-93\n(KQIZ) in the panhandle region of Texas. The first cut was originally made for 95PEN Philadelphia,\nthe last cut is from the WAKY \"Tri-Star\" package, and the other two are customs done for Z-93.\nThese were produced in Feburary 1980.\nIowa City is the home of The University of Iowa. To tie in with Hawkeyes football, KRNA asked us to create\na pop version of the school's traditional fight song. The song was written in 1951 by Iowa native\nMeredith Wilson, whose many credits include \"The Music Man\". This arrangement, which incorporates\nthe 4-note KRNA logo at the beginning and end, was produced by JAM in July 1980. The station distributed\nthousands of copies on 45 rpm records as part of the promotion.\nIt's always a bit unusual when we're asked to sing jingles in a language other than English. Through good\nears and phonetic coaching we've managed to successfully record in many different languages over the years. But when\nCFLS in Levis, Quebec asked us to produce cuts from \"I'd Rather Be 2\", \"Meltdown\" and\n\"The Rock\" with authentic French vocals, we decided to go to the source. We flew to Montreal, rented a\nstudio, and booked French-Canadian session singers. Although they all had experience singing on records and\ncommercials, it took a long time to achieve the vocal precision required by these station IDs (no one ever said\nthis job is easy). The end product was fine, but it took over 12 hours to record what would have been a 3 hour\nsession in Dallas. We were singing these jingles way past midnight, but Dan Plouffe (our Canadian rep at the\ntime) made sure we all had a good time. Here are some of the results, recorded in Montreal in February 1981.\nOver the years JAM has created several full custom image packages for WMAL, including \"Focal Point\",\n\"The #1 Voice\" and \"Capitol Idea\". But here's a random collection of unusual WMAL items\nfrom the 80s which you may have missed.\nIn February 1982 JAM created the theme music for \"Report to Murphy\", a sitcom about the adventures of a parole officer played\nby Michael Keaton. The show aired on CBS-TV in April and May of 1982, but only 6 episodes were made. Our on-screen credit flashes\nby quickly at 1:21.\nFor much of the 1960s and '70s, WABC New York was the #1 music station in North America. But changing\ntimes and technology caused the station to drop its Musicradio format in May 1982 and switch to news-talk. Almost one year\nearlier, ABC had decided to create a 24 hour satellite-delivered format that would essentially make the classic WABC sound available to\naffiliates across the US. It was a project of the newly-created ABC Radio Enterprises division, which named former WABC\nprogram director Rick Sklar as the VP of Programming. Rick signed up some of the top DJs from WABC (who would become\navailabe because of the upcoming format change), and many other major market personalities. The service was called Superadio,\nand it was scheduled to begin in July 1982.\nBecause JAM had worked closely with Rick for many years doing WABC jingles, he came to us to develop a huge custom package that would\nbe used on Superadio. He wanted to capture exciting elements from past WABC jingles, and bring them into the '80s. In addition\nto traditional jingles designed to air on the network or in local windows, the package explored the never-before-tried idea of the\n\"network two-punch.\" The opening part of a jingle would play on the net, and an electronic cue would trigger a customized\nending tag to play at the local station. This required that all tags be in the same key, and that they be a standard length. In order to\ndemonstrate the concept, we initially sang the tags using fictitious call letters like WSPR (for \"Superadio\") or WJCP\n(for \"JAM Creative Productions\").\nSadly, Superadio never got on the air. The concept was ahead of its time, since satellite-delivered formats had not yet\nbecome commonplace, as they are today. In addition, the sales and marketing efforts were not handled well due to internal\nproblems within ABC. Despite building brand new studios in New York and having everything ready to go, ABC decided to\nabandon the project just a few short weeks before it was scheduled to launch because not enough affiliates had been signed up.\nWe eventually re-sang many, but not all, of the jingles for WGBB on Long Island and turned them into a syndicated package called\n\"Good Time Radio\". But here is a montage featuring some of the original Superadio versions, for the network of the future\nthat almost was.\nThis is a collection of image promos which aired from 1982 to 1986 on WJZ-TV Channel 13 in Baltimore. The custom music is\nfrom the \"It's A Good Feeling To Know\" package. This highly successful campaign created a warm image for the station, which carried over into\npromos for the station's newscasts and other programming. Local news anchors Jerry Turner, Al Sanders, and even a young Oprah Winfrey are seen in some\nof the spots.\nWelcome aboard, ladies and gentlemen. We will be cruising at 31,000 feet this evening. For your in-flight\nentertainment, please put on the headphones and listen to \"Along The Coast\" from JAM. This is\nfrom August 1990.\nIn November 1990 JAM created a series of custom jingles for the VH-1 cable network. The idea was to create a new\nand very different look for their station IDs. Yes, the dancers did actually lip-sync to the jingles! The\nvideo elements were produced by Fred/Alan Inc., working with two different video houses in the New York area.\nThe American Forces Network is designed to bring news, information and familiar entertainment to military\npersonnel and their families who may be serving far from home. During Operation Desert Shield, in what has\ncome to be known as the \"first\" Gulf war, a network of stations was quickly set up for the troops\ndeployed to Kuwait and Iraq. Of all the work we've done for AFN through the years, perhaps the most surreal was\nthis version of \"Turbo Z\" which was recorded in January 1991. The package was originally created for Z-100\nNew York, but who would have predicted it would end up here?\nIn 1991, as troops were returning home from Desert Storm, JAM created this :60 jingle as a gift for the American Forces Network (AFN). It was not a political statement, just an expression of gratitude to military families through the years for their service. Here are two of the \"welcome home\" promos which AFN produced to accompany our music. The same song, with customized lyrics, was also used by several TV stations in the U.S.for similar support promos.\nKool 105 Denver signed on with JAM jingles in 1987, and used custom JAM packages for 20 years. In 2007 we\nproduced a :60 custom jingle to celebrate Kool's 20th anniversary as an oldies (\"classic hits\" in\ntoday's jargon) station. The cut is about the \"Kool Koncert\", which is an annual all-day event. Each year's\nconcert would feature 4-6 different musical groups from the 50s, 60s and 70s. In 2007, it was a 2-day event\nwith 8 different bands including The Turtles, The Four Tops and Steppenwolf.\nThe idea behind the jingle, created in May 2007 for Keith Abrams at Kool,\nwas to mention all of the artists who have played at the event in the last 20 years...\nand do it in 60 seconds. This was played at the top of every hour for days leading up to the concert. (It was\nthe cue to call in and win tickets). Take a deep breath and sing along.", "Localising content is of great importance when targeting online products and services to remote geographic locations. While not difficult per se, the process entails more than simply translating copy word for word. All parts of a website should be localised in order to support a well-rounded business. Concerning audiovisual presentations, even the subtitles and voiceovers should be localised by native translators, to numerous logistical and cultural benefits. Here are the things to know when localising subtitles and voiceovers.\nLEAVE ROOM FOR SUBTITLE TEXT EXPANSION\nA predominant issue faced by translators of AV projects is fitting localised subtitles onto the screen. Since English is frequently utilized as the “original” language for audiovisual presentations, the resulting translation often expands much longer in characters and syllables. Indeed, many languages are significantly longer on the page than others. For instance, the German language is roughly 30% longer than English; Russian staggers around 40%! This is the basis for creating space in the original voiceover, so it can be localised more naturally by translators.\nMATCHING SUBTITLES TO VOICEOVER\nText which has been translated into a new language is often difficult to syncopate with the original. Once again, this is why it’s helpful to localise – some translators are uniquely skilled at taking source text and applying it to the relevant language. By using apt words and phrases, native translators can add or remove space in their speech depending on the confines of the original voiceover.\nColloquial terms can help to cut back on unnecessary swaths of text. Furthermore, localising subtitles creates a more credible product for the target consumers in mind.\nIn terms of readability, long-winded and verbatim translations detract from the professional appearance of the products or services being sold. What’s more, they distract from the information being conveyed. Having too many words on the screen is visually unappealing and ultimately derails the intent of communicating information – it can also be pretty hard to keep up with!\nALLOW TIME DURING VOICEOVER\nAnother issue facing translators of audiovisual projects is allowing time for the local voiceover artist to fit the translated speech into the space allotted. The best way to limit artists from having to work double time is to create space in the original voiceover. This allows for the translator to localise the speech and fit it in as closely as possible to the timing of the speech in the original language. Original voiceovers that are spoken with conversational cadence will be hard to localise without the translator rushing their piece and consequently throwing the presentation off pace.\nLOCALISE EVERYTHING ELSE!\nA roadblock many online businesses run into is partially localising the content. Not only should subtitles and voiceovers be localised, the font, music, images, and all supporting marketing materials should be optimized for the target group as well.\nOnly localising a portion of a presentation will diminish its credibility with local consumers. Especially in markets experiencing low levels of unemployment and high rates of online sales (such as the German market), it is important to localise with precision. By winning over a local consumer base, it allows businesses to successfully tap into new, exciting opportunities around the world.\nMEDIA AND TYPEFACE\nWhile it may seem inconsequential, something as simple as an ill-conceived song choice can unintentionally offend a local audience with obscure or irrelevant references. The same rule can be applied to any and all visual imagery.\nTypeface and other design elements can be localised as well. Believe it or not, font is a variable that changes in popularity from one region to the next. Just because Helvetica might be used a lot in one European country doesn’t mean it is in the next country over.\nWORK WITH EXPERIENCED TRANSLATORS\nAlthough translators who are fluent in a second language can be of some assistance in localising content, native first-language speakers enjoy the most wholesome understanding of the complex structure of their specific dialect. In a perfect setting, the voiceovers recorded in the original language would be timed with localised translation in mind. Since some translations are not pre-planned, this can be hard to achieve with limited resources. Therefore, native translators are the ones to work with to achieve succinct, localised AV translations."], "document_ids": ["<urn:uuid:c24740b9-6253-4d2a-8ddd-ef29f5b1105b>", "<urn:uuid:3619efe0-3977-4573-a2df-d4f629bc3975>"]}
{"id": 2, "question": "I'm curious about the fundamental causes of diabetes from a medical perspective. What are the primary reasons this condition develops?", "answer_ground": "There are 2 main reasons for diabetes: inadequate production of insulin, or cells not responding to the function of insulin in the proper manner. Some patients may experience both issues, which makes treating diabetes more challenging.", "context": ["What is diabetes?\nDiabetes is one of the most common health issues people face. There has been an increase in the number of patients who deal with diabetes as a result of the lack of exercise and unbalanced dietary practices. Diabetes is a condition where the body has an inability to control the sugar level of the blood. This inability to control sugar levels is very dangerous. Therefore, it is wise to take precautions and see a doctor if you are experiencing any symptoms of diabetes.\nSymptoms of Diabetes Include:\n- Increased urination (this is one of the main symptoms of diabetes)\n- Unquenchable thirst or increased amount of liquid intake.\n- Sudden Increase of appetite\n- The weakness and feeling of fatigue throughout the day\n- Unexplainable weight loss\n- Certain unusual changes in vision.\nThe doctors classify diabetes as a metabolic disease. The sugar level of the blood is controlled by an enzyme, which is called as insulin. This insulin is very important and needs to function properly in the body. When it doesn’t function properly, people get diabetes.\nThere are 2 main reasons for diabetes:\n- Inadequate production of insulin\n- Cells do not respond to the function of insulin in the proper manner.\nSome patient deal with both issues, so treating diabetes has become a difficult task.\nThere are 3 types of diabetes\nThe body does not produce its requirement of insulin. This situation is commonly identified as insulin-dependant diabetes. This can be seen in people, who are younger than 30. Even teenagers can have diabetes. These patients are advised to obtain regular blood tests and see a doctor about taking insulin to supplement their body throughout life. The percentage of this type is about 10%.\nThe production of insulin is not enough or there is a problem in the function of insulin with the body’s cells. Obesity has become a major issue for this type. This can be very common among people, who are overweight and have excess fat. The extra body weight and bad dietary practices increase the number of patients who deal with this condition. Getting older also increases the risk of Type 2 Diabetes. The percentage of the total patient is about 90%.\nThis can be an issue among pregnant females. Females have a high amount of sugar in their blood during pregnancy, so the normal level of insulin may not be enough to control the sugar level. It is not a severe problem, as the majority of the pregnant mothers can reduce the risk by controlling food with a suitable diet.\nHow is Diabetes Controlled\nThe patients of the first type can control the issue by maintaining healthy diets, and taking a regular amount of insulin. The most frequent type or the second type can be controlled by proper food and the regular exercises. A blood sugar support supplement can also help you maintain proper blood sugar levels. People should pay extreme attention to the maintenance of the body, especially to balance weight. The intake of sugar should be reduced as well. So no pizza buffets or fast food. It is advisable to your blood checked periodically and see a doctor immediately if you notice a symptom that we have mentioned."], "document_ids": ["<urn:uuid:93d2c4d2-1482-40b1-b1de-ba3c87725328>"]}
{"id": 3, "question": "How do the blade materials used in custom table tennis paddles compare to the string materials used in professional tennis rackets in terms of customization options and performance impact?", "answer_ground": "Table tennis paddle blades must be at least 85% natural wood, typically made of 3-7 layers of plywood, with thinner blades favoring control and thicker ones providing more power. In contrast, tennis racket customization focuses heavily on string materials, with top players using either full polyester strings for spin and control, or hybrid combinations of polyester with softer strings like natural gut for a mix of spin, power, and feel. While table tennis blade customization is limited by ITTF regulations, tennis string customization offers more variety, with tensions ranging from 44/46 lbs (Raonic) to 62 lbs (Zverev & Murray), and different string combinations significantly affecting playing characteristics.", "context": ["Creating your own custom table tennis paddle can seem like a difficult task, especially if you've never done it before. What equipment do you need? What blade should you select? How do you actually assemble a custom table tennis paddle? These are questions I asked myself and honestly, finding the answers was a little challenging. So, I watched a ton of videos, read loads of articles and decided I'd compile my notes and create this helpful guide for anyone looking to create and assemble their first custom table tennis racket.\nWhat To Know About Custom Table Tennis Paddles\nSo, you’ve decided to abandon the standard premade ping pong paddle mold and play with a paddle all your own. Whether you just want to change it for different looks or change the way you play, custom ping paddles are fairly easy to create, customize and best of all - use.\nIn this section, we’re going to cover the basic information you should keep in mind. Making a custom paddle requires you to make a new blade and new rubbers.\nThese are two main parts of paddles. The blade is the skeleton of the paddle, and the rubbers located on blade determines how the ball travels. The good news is, its not overly complicated. With this helpful walkthrough, you can do it!\nWhat Is A Custom Ping Pong Paddle?\nStandard ping pong paddles like the Killerspin Jet 800 come with the blade and rubbers as a single assembly. They are designed for a specific style of play and grip. A custom ping pong paddle is made to each player’s personal specifications and preferences.\nIf you have a custom paddle, you can have a thin blade paired with thick rubbers or vice versa. You can also have the handle shaped to accommodate either of the two types of grips: pen or handshake.\nBefore we go too far, I should point out that there are a few negatives to custom table tennis paddles. First, depending on the materials used, it can be expensive to make one compared to buying it premade paddle. Secondly, you have to ensure that your materials fall within the rules of the International Table Tennis Federation.\nMy take: If you're not willing to truly make your paddle an investment, then I suggest you find the best possible premade paddle for your style of play and stick with it. If that describes you, then I highly recommend looking through my premade ping pong paddle guide...I've compiled the most complete list of premade paddles for literally any skill level across all budgets. If you've played with many premade paddles are eager to go \"custom\", then let's continue.\nGetting back to ITTF approved materials - you've got to do your research. For example, your blade must be at least 85% natural wood, and your rubbers can be no more than 2 millimeters thick including sponge and adhesive. The ITTF requires strict paddle specifications and rightfully so, their job is to make sure there is no serious competitive advantage when it comes to a paddle.\nNow let’s take a look at each of the parts of the paddle and discuss how you can customize them to suit your style of play. We’ll start with the blade.\nCustom Ping Pong Paddles - The Blade\nBlades are made of several layers of ply, usually three to seven. Unless you’ve got some pretty advanced equipment, you're not going to be able to make your own plywood, so you’ll have to stick with prefab. Trust me, leave that part up to the experts. The different thicknesses of ply will influence how force is transferred from the paddle to the ball.\nThin plywood works best for paddles dedicated to controlling the ball and executing trick shots. This is because they’re flexible and have plenty of give to them. These properties of the wood lend themselves well to slower-paced games. If you’re just batting a ball back and forth across a table casually, keep a lighter blade on hand.\nThick blades, on the other hand, work best for power players. If you use a thicker paddle, odds are you prefer to send the ball blistering across the court at your opponent....So fast, you don’t want your opponent to see it. It’s similar to the differences between power hitters and place hitters in baseball. For speed, you need something that’s between three-quarters and a full inch thick.\nCustom Ping Pong Paddles - The Rubbers\nNext, let’s consider the rubbers. The rubbers are actually two separate pieces that glue onto the blade. Its purpose is to transmit the energy from your swing to the ball; if you didn’t have good rubber, your paddle will not last very long due to the thinness of plywood and the constant stress it would be under.\nNow, here's the cool part. You’re going to have two different rubbers, one on each side of the paddle. The official tournament rules were updated in 1986 to require the two rubbers to be of different colors: red and black. In theory, the red side imparts more speed and the black side produces spin. Whether this is true is up for debate. However, if you’re good enough and have proper technique (which you probably are because you're interested in making a custom table tennis racket), then you should notice little difference. Even so, the rules are that you need red and black rubbers.\nWhat are Pips?\nThe pips are the small protrusions that give the rubber its textured surface. Some are long and some are short depending on your style of play. They're also sometimes called \"pimples\". The next thing to think about is how you want the rubbers installed. Do you want the pips facing inward or outward?\nEach rubber has a pimpled side and a smooth side. It's up to you which one you want to play with. Attach the smooth side to the sponge and you'll be playing with the pimpled side. Attach the side with the pips, and you'll be playing with the smooth side (good for spin). It's up to you and how you play. Some players have have the smooth rubber one on side and a pimpled side on the other. So, there are many different combinations to try.\nIf you're playing with one or two sides with pimples out, then you'll want to choose between long pips or short pips. Long pips are used for a more defensive game where you are countering top spin and back spin shots from an aggressive opponent. Short pips are the opposite and tend to play in a more offensive minded way - creating fast rebounds and power.\nHow To Make A Custom Ping Pong Paddle\nIt’s definitely possible to make a custom ping pong paddle from scratch. Here’s a great guide on how to do so.\nHowever, we’re going to assume you have your blade and rubbers already picked out and ordered, now it’s just a matter of putting them together. You will need table tennis glue; it is specially formulated to work with your rubbers. If you try to use other types of glue it will not hold properly. I do NOT recommend this!\nUse a small sponge to spread a thin layer of glue on your rubber and allow it to dry. Not waiting for it to dry can impact how well everything holds together, so don't get impatient - wait for EVERYTHING to dry properly.\nNew rubbers are going to be more absorbent than you’d expect so it’s going to take two layers of glue. So, allow the first layer of glue to dry. It should still be a little sticky to the touch. Next, apply a second layer. Remember that you can always add more glue if needed.\nWhile you’re waiting, sweep any packaging debris or dust off your blade, put a thin layer of glue on it, and let that dry. This shouldn’t take more than fifteen to twenty minutes as long as you don’t overdo it. Then apply the glued rubber to the blade, ensuring that it adheres to it correctly. Now, take a sharp pair of scissors and cut around the blade so the rubber matches the blade shape.\nRepeat the entire process for the other rubber. If you try to attach both of them at once, it will be tricky to cut them properly. This is not ideal. Trust me, do one side of your paddle at a time. After both sides of the blade are covered and the glue has set, place it on a flat surface and put a heavy object on top to compress it further.\nVideo Source: Ben Larcombe\nMy Recommended Products for Assembling Your First Custom Table Tennis Paddle\nOk, let's get into what products to select. There are many, many different mix and match combinations from loads of manufacturers, so choosing where to begin can be overwhelming. When in doubt, start simple and choose quality materials. That's what I did. I could have spent three to four hundred dollars putting together a custom ping pong paddle but I wasn't ready to create my version of a tournament ready excalibur...at least not yet.\nSo, if you've never done his before, I recommend starting somewhere in the middle. The sweet spot (no pun intended) for your first custom ping pong racket is somewhere ahead of a really good premade ping pong paddle, and below an elite custom racket. In my opinion, that's a good place to start. And these are the products that will get you there.\nBest Ping Pong Blade Under $150\nFor the best Ping Pong Blade under $150, in my opinion you’ll want the Butterfly Viscaria paddle. This paddle features a carbon-poly fiber and plywood construction, giving it loads of extra power! If you’re a player that likes to put speed and power into your shot, the Butterfly Viscara is right for you.\nIt is heavy and relatively inflexible, so it sends balls in a flatter arc - provided you have good table tennis fundamentals. Novice players will struggle controlling this paddle. However, if you have solid attack technique, this paddle gives you ample speed and power that will overwhelm an unprepared opponent, and is well worth the price.\nBest Ping Pong Blade Under $100\nNeed something with a lower price point or different play style? Look for the Joola Rossi Emotion. The main draw of this blade is that it has a penhold handle, making it best suited to players with a penhold grip.\nThe penhold grip places the index finger and thumb on one side of the paddle so that only one side is used. It’s harder, and more unpredictable because most players use a handshake grip.\nThe blade is made of five layers of plywood coupled with two layers of veneer. The relative thickness leads to more power without sacrificing control. Its main disadvantage is that it’s not suited for defense. It's purely an offensive geared racket.\nThe layers of carbon increase the optimal striking surface of the blade, so it is a little more forgiving to newer players who haven’t gained most precision yet. he penhold grip will take some getting used - so be patient if your trying that style for the first time.\nBest Ping Pong Blade Under $50\nIf you’re really on a budget, check out the Petr Korbel. This blade, unlike the others on this list, does not have any augmentation to the material. It is pure plywood, which makes it a little stiff, powerful and appealing to people who prefer simpler aesthetics.\nThe flared handle lends itself well to penhold and shakehold grips, so no matter which style you learned you’ll be able to use this blade. Like the other blades we’ve seen, this one isn’t ideal for defensive minded players.\nThe Best Table Tennis Rubbers to Consider\nThe Tenergy 05 rubber sheet can compensate for many weaknesses of a stiff blade. It has proprietary sponge technology that is able to compress and keep the ball on the paddle for longer periods of time - perfect for spin!\nThis imparts an unpredictable spin on the ball and can throw opponents off their rhythm! However, the extra springiness can make the ball move too fast for players to control until they get used to it.\nBest Affordable Ping Pong Rubber\nIf you’re someone who’s just starting out or who’s on a budget, the Mark V Yasaka might be a great choice. It uses speed glue technology, which, while outdated by later models can still hold up. This rubber has a good all-around performance profile.\nIt works well for power, spin, and control, so using this on a blade allows new players to become acquainted with their playing style. Serious players who are looking for characteristics that stand out might want to try another rubber.\nIf you've never assembled you're own custom table tennis paddle, you're not alone. Many ping pong fans like myself were unsure where to start, how to do it, and what products to choose. I hope the walk-through has given you confidence, direction and some buyer knowledge to get you off to the right start.\nIf you're unsure which blade and rubber combo to go with, I'd recommend starting more on the basic side and NOT get a blade and rubber that will be too fast and too difficult to control. That'll make the whole experience for you a negative one and you'll wonder why you even ventured away from your classic premade paddle. So, start simple, assemble a custom ping pong paddle that's tailored more towards your current skill level versus one that you're hoping to get to. Good luck!\nFor another great in-depth article, I recommend reading this one.", "The key point is that you (the player ) should decide and not the stringer or coach. By all means, be guided in the right direction but if finances permit try a few variations of string types & tensions to see what you like best.\nIn a nutshell:\n1/ Full polyester for more spin and control but harder on the arm.\n2/ Full soft strings for more feel and less loss of tension. Natural gut is the best but very expensive - only if you play in dry conditions and don't use too much spin as the strings won't last!\n3/ A hybrid of polyester and a softer string which provides a mix of good spin, power, and feel\nWhat do the top male players in the world use in terms of strings/tensions:\nNovak Djokovic | Babolat VS Team Natural Gut / Luxilon ALU Power Rough 59/56lbs\nRoger Federer | Wilson Natural Gut/Luxilon Big Banger Alu Power Rough 48.5/45lbs\nAndy Murray | Luxilon Big Banger Alu Power/Babolat VS Touch 62lbs\nNick Kygrios |Yonex Poly Tour Pro 125 51lbs\nRafael Nadal | Babolat RPM Blast 130 55lbs\nGael Monfils | Luxilon Big Banger Alu Power 57/55lbs\nMilos Raonic |Luxilon M2 44/46lb\nAlexander Zverev | Babolat VS Touch/Head Hawk Touch 62lb\nRoberto Bautista Agut | Luxilon Big Banger Original 57lb\nDiego Schwartzman | Luxilon Big Banger Alu Power 50lbs\nOut of this group of 10 players we have 6 using only polyester and the other 4 with a hybrid of polyester and a softer string. Tensions vary from 44/46lbs - Raonic to 62lbs - Zverev & Murray. Therefore, quite a variation in string types and combinations plus different ideas on tensions.\nIn general lower tensions provide more power and higher tensions more control. Polyester strings can be strung looser and still have decent control which is probably why all the players using polyester only are no higher than 55lbs - Nadal. (Rafa is one of the few players on tour who never changes his string tension no matter whatever the conditions are)\nFor young players and lower-level club players, a hybrid restring is generally better to help protect the arm and provide a bit more feel. If a mid-level or slightly older junior likes polyester I would advise no more than 50lbs again to protect the arm and provide easier power for slower racquet head speeds.\nIf you want a restring that doesn't lose tension quite so much then VS Gut would be the best but as I said previously it's very expensive and breaks easily.\nHigher-level club players are probably the ones who will experiment a bit more to find out what suits them best and a huge consideration for aspiring young pros is the cost as they will break strings regularly no matter what the type of string they use!\nTo sum up... try not to get too fanatical about strings as a good stringer should be able to guide you towards the most appropriate tension and string type for your level of play. The higher the level of player the more they will feel subtle differences. You will sometimes see pro players complaining to their team about string tensions in practice or during matches which can be genuine but can also be players looking for excuses.\nFind a string and tension that you like and stick to it - just like Rafa!"], "document_ids": ["<urn:uuid:b91ce39f-e51d-4371-b526-3332d783e240>", "<urn:uuid:cd03fe54-1691-46cd-80b8-9f9c226ab499>"]}
{"id": 4, "question": "I need to know about insect dispersal patterns. How do the dispersal behaviors of modern stored food insects compare to the ancient cross-Arctic dispersal of Titanomyrma ants?", "answer_ground": "Modern stored food insects disperse locally, moving between food products within homes and stores, often crawling through small openings or flying short distances between infested areas. In contrast, Titanomyrma ants demonstrated continental-scale dispersal across the Arctic between Europe and North America during the early Eocene, but only during brief hyperthermal events when temperatures increased by 5-10°C. This trans-Arctic dispersal was only possible during these warm periods because Titanomyrma required mean annual temperatures above 20°C, while the normal Arctic temperatures of 12-16°C were too cool for them to survive.", "context": ["Insect pests of stored foods\nInsects infesting stored foods are one of the most common household insect problems. The many different kinds of insects that infest stored dried foods are often referred to as \"pantry pests.\"\nPantry pests contaminate more food than they consume, and most people find the contaminated products unfit for consumption. Pantry pests are often discovered when they leave infested foods to crawl or fly about the house. They often accumulate in pots, pans or dishes or on window sills. Fortunately, they do not bite or sting people or pets nor do they feed on or damage the house structure or contents.\nWhat do they eat?\nNearly all dried food products are susceptible to insect infestation, including cereal products (flour, cake mix, cornmeal, rice, spaghetti, crackers, and cookies); seeds such as dried beans and popcorn; nuts; chocolate; raisins and other dried fruits; spices; powdered milk; tea; and cured meats. Non-food items that may be infested include birdseed, dry pet food, ornamental seed and dried plant displays, ornamental corn, dried flowers, garden seeds, potpourri, and rodent baits.\nStored food insects are most likely to infest products that have been opened but are also capable of penetrating unopened paper, thin cardboard, and plastic, foil, or cellophane-wrapped packages. They may chew their way into packages or crawl in through folds and seams. Insects within an infested package begin multiplying and can spread to other stored foods not only in the same area but in other rooms in a home. All stages (egg, larva, pupa, and adult) may be present simultaneously in infested products.\nWhere do they come from?\nA stored food product can become infested anywhere during the process from production until it arrives in your home. However, stored food is most likely to become infested in stores or in homes. Most of the stored food insects also are pests of stored grain or other commodities and may be relatively abundant outdoors. Food products that are left undisturbed on the shelves for long periods are particularly susceptible to infestation. However, foods of any age can become infested.\nIdentification and biology of common stored product insects\nIndianmeal moths (Plodia interpunctella) are the most common moths infesting food in homes. These moths have a wingspan of 1/2 to 5/8 inch. When at rest, they fold their wings behind themselves, over their bodies. The base of the front wing is pale gray or tan and the outer two-thirds is reddish-brown with a coppery luster. The wing markings are distinctive, but may be less clear if the scales have been rubbed from the wings. Indianmeal moths may be found inside infested products or flying around homes.\nThe larvae are whitish worms with shades of yellow, pink, green, or brown and grow to 1/2 inch long.\nOnly the larvae feed in stored products, which can be any dry stored food or whole grain. Foods infested with these insects will have silk webbing present on the surface of the product. Larvae often leave the food when mature and may move long distances before stopping to spin a cocoon. It is common to find caterpillars and cocoons on ceilings and walls. Adult moths may be seen up to several weeks after the food source has been removed.\nMeal moths (Pyralis farinalis) have a wingspan of about 3/4 - 1 inch. Their forewings have a dark reddish brown band across the top and bottom of the wings with an olive or yellowish green band, outlined by wavy white lines in the center. Their abdomen is typically curved up at a 90° angle when at rest. The larvae have a black head and a whitish body with some orange at the end of the body. They often form feeding tubes made of silk and tiny pieces of food. Meal moths are found feeding on a wide variety of flour and grain products and seeds, especially when they are damp. These moths are not common in homes.\nSawtoothed grain beetles (Oryzaephilus surinamensis) are about 1/10 inch long, slender, flattened, and brownish-red to almost black in color. They are easily identified by the saw-like teeth on each side of the thorax. Larvae are cream-colored, slender, and about 1/8 inch long, although they are rarely noticed by residents. Sawtoothed grain beetles are found in many different food items, including dried fruit, cereals, nuts, dried meat, macaroni, and seeds.\nDrugstore beetles and cigarette beetles (Lasioderma serricorne and Stegobium panicum) are about 1/8 inch long, oval, and brown. The head is bent downward giving the insect a humped appearance. Both species fly and can be found around windows. Larvae are 1/8 inch long when mature, and yellowish-white with a light brown head (the larvae are not usually noticed by residents). They have a curved body covered with fine hair. Cigarette and drugstore beetles feed on a wide variety of dried plant products such as spices, macaroni and other grain based foods, dried flowers, tobacco products, and even paper products, including books.\nFlour beetles (Tribolium confusum and T. castaneum) are 3/16 inch long, reddish-brown, and elongate oval in shape. Larvae are cylindrical, whitish, or cream-colored and up to 1/4 inch long and have two small pointed spines on the tail end (the larvae are not usually noticed by residents). Two species of flour beetles may be found: red flour beetles are common in homes and the confused flour beetle is a frequent pest in flour mills. Flour beetles infest many types of dried food products, such as flour, bran, cereal products, dried fruits, nuts, and chocolate.\nWarehouse and cabinet beetles (Trogoderma spp.) are elongate oval and 1/8 to 3/16 inch long. They may be solid black or mottled with yellowish-brown markings. Larvae are long and narrow, yellowish to dark brown, hairy and generally grow to about 1/4 inch (although they may not be noticed by residents). Warehouse and cabinet beetles feed in a wide variety of food products, such as grain products, seeds, dried fruits, animal by-products skins, fur, hair, and pet food. They are also known to feed on dead insects and animal carcasses.\nGranary, rice, and maize weevils (Sitophilus spp.) are slender insects with a conspicuous snout projecting forward from the head. They are dark brown, sometimes with four orangish spots on the wing covers. They are less than 3/16 inch long. Larvae are white, legless, and looked wrinkled and are only found inside whole kernels or seeds. These weevils attack only whole grains or seeds, leaving small round exit holes in infested kernels. They rarely are found in nuts, dried fruits, macaroni, and caked or crusted milled products such as flour. (A different, larger species of weevil can be found in homes during the fall due to emergence from acorns or hickory nuts collected and stored inside).\nSpider beetles (family Ptinidae) are reddish brown, 3/16 inch beetles with long legs and a somewhat, spider-like appearance. The larvae are C-shaped and whitish; they remain in infested material and aren't normally seen. Spider beetles infest a variety of dried plant products.\nBean weevils (Acanthoscelides obtectus) are a type of seed beetle. They are a mottled light and dark brown, broadly oval, and about 1/8 inch long. They have short wing covers which exposes part of the abdomen. Unlike other weevils, bean weevils lack a conspicuous snout. The larvae are small, whitish, legless, and C-shaped. They feed inside dried beans and peas.\nPurchase dried foods in quantities small enough to be used up in a relatively short period of time. Use oldest products before newer ones, and opened packages before unopened ones.\nInspect packages or bulk products before buying. Packages should be sealed and unbroken. Also check the freshness packaging date. Look for evidence of insects, including holes in the packaging or wrapping.\nStore insect-free foods in tightly closed glass, metal, or heavy plastic containers especially if you do not use up the food very quickly (this is less important for food that is used up more quickly). You can also store susceptible foods in the refrigerator or freezer.\nKeep food storage areas clean. Do not allow crumbs or spilled food to accumulate. Remove and discard old, unused products and inspect the remainder. Thoroughly clean cracks and corners with a vacuum cleaner. Also check and clean areas where pet food and birdseed are stored as these are particularly common sources of infestations.\nWashing areas with detergents, ammonia, or bleach will not prevent insect infestation. There is no evidence that proves that placing bay leaves or sticks of spearmint gum in a cupboard will prevent or deter stored food insect pests.\nThere are several ways you may become aware of a stored product infestation. If you find small beetles in susceptible food products, that is a sure sign of a problem. It is also common to find stored product beetles on counters and in cupboards. In some cases, the beetles are attracted to light and may be found around windows.\nYou may find Indianmeal moths flying around kitchens and other rooms. As caterpillars move away from infested food to pupate, they can be found on walls and ceilings in rooms adjacent to infestations. When examining food packages, you may not only find caterpillars but silk webbing inside infested packages.\nBe careful, as not all small beetles or moths found indoors are necessarily a panty pest. If there is not a direct association with food, be sure the insects are identified correctly by an expert to determine whether they are a stored product food insect.\nWhen you know a stored product problem is present, be sure to examine all susceptible food as there could be more than one infested source. When inspecting them, look at the top surface of products with a flashlight or pour the package contents onto a cookie sheet.\nWhen you find food that is infested, just throw it away.\nUse a vacuum cleaner to thoroughly clean cabinets and shelves, especially in cracks and corners. This will pick up crawling insects and spilled or infested material that is present. Empty the vacuum cleaner or discard the vacuum cleaner bag after use to prevent reinfestation. Washing shelves with detergent, bleach, ammonia, or disinfectants will not have any effect on insect pests.\nAs a precaution against re-infestation, store susceptible foods in sealable glass, metal, or heavy plastic containers or in the freezer or refrigerator until you are convinced the infestation is gone. It is not unusual to see an occasional Indianmeal moth flying for as long as 3 weeks after the infested sources have been eliminated. However, if you continue to see Indianmeal moths after three weeks, that indicates there is an infested food source that has not been discovered yet.\nIf you have older food products and you are not sure if they are infested, you can place these products in the freezer at 0 degrees for at least 4 days or in shallow cookie sheets or pans in an oven at 130 degrees for at least 30 minutes. These temperatures will kill any eggs or insects that may be present. If insects are infesting ornaments or decorations made with plant products or seeds, place the items in a freezer for at least four days.\nInsecticide sprays are not recommended for controlling insects in stored food cupboards. Household insecticides have no effect on insects within food packages and any control of insects outside of them is temporary unless the source of the infestation is found and eliminated.\nAlso, the amount of extra work that is necessary when treating cupboards or other areas usually is prohibitive. It is necessary to first remove dishes, glasses, and food packages so they are not contaminated by pesticides. Time is then needed to allow the spray to dry before items can be returned.", "Early Eocene land bridges allowed numerous plant and animal species to cross between Europe and North America via the Arctic. While many species suited to prevailing cool Arctic climates would have been able to cross throughout much of this period, others would have found dispersal opportunities only during limited intervals when their requirements for higher temperatures were met. Here, we present Titanomyrma lubei gen. et sp. nov. from Wyoming, USA, a new giant (greater than 5 cm long) formiciine ant from the early Eocene (approx. 49.5 Ma) Green River Formation. We show that the extinct ant subfamily Formiciinae is only known from localities with an estimated mean annual temperature of about 20°C or greater, consistent with the tropical ranges of almost all of the largest living ant species. This is, to our knowledge, the first known formiciine of gigantic size in the Western Hemisphere and the first reported cross-Arctic dispersal by a thermophilic insect group. This implies intercontinental migration during one or more brief high-temperature episodes (hyperthermals) sometime between the latest Palaeocene establishment of intercontinental land connections and the presence of giant formiciines in Europe and North America by the early middle Eocene.\nHolarctic interchanges of plants and animals during the Eocene have long been known [1–13]; however, details of their nature and timing remain little understood. Eocene North America and Europe were only a short distance apart (figure 1), which, combined with eustatic sea-level drop, resulted in land connections between them. Dispersal was possible across a forested, unglaciated Arctic via Greenland by a northern ‘De Geer’ route through Fennoscandia and a southern ‘Thulean’ route through Iceland, the Faroe Islands and Great Britain [2–7,10,12]. An epicontinental seaway (figure 1) probably restricted dispersal between Europe and Asia at least some of this time.\nThe mammal fossil record shows discrete waves of intercontinental migrations during this interval, most notably at the Palaeocene/Eocene boundary ‘mammalian dispersal event’, when major groups simultaneously appeared across the Holarctic [4,10]. Early Eocene Europe and North America shared the highest number of mammal genera in the Cenozoic ; they also had pronounced floral similarities, indicating numerous intercontinental range extensions of plant taxa [3,5,7]. While it has long been recognized that the distributions of modern insect taxa implies Eocene cross-North Atlantic migrations , direct fossil evidence has only been reported recently [8,9,11,13].\nIncreasingly, fine-scale variations in early Eocene Arctic climate are becoming known, with mostly cool, but seasonally equable temperatures prevailing, but with episodic hyperthermal intervals of increased temperatures, some brief and intense [14–18]. Insect taxa previously shown to have co-occurred in Europe and North America in the early Eocene all had ranges including localities where mean annual temperature (MAT) is estimated as cool (far-western North America) or is not known (Fur Formation, Denmark). The new, giant formiciine ant from the Eocene of Wyoming described here, however, was a thermophilic insect, providing evidence of the role played by early Eocene hyperthermal events in facilitating selective trans-Arctic intercontinental dispersals [3–7,12]. Variations in climate would have then acted as a filter gate across high latitudes, mediating differential access between continents for species populations according to their individual physiological requirements.\n2. Material and methods\nWe follow the morphological terminology used by Lutz [19,20] and Wappler , except in referring to abdominal, not gaster, segment identifying numbers (abdominal segments A3–7 = gaster segments I–V). Palaeoclimatic analysis of MAT of the fossil ant localities (table 1) used either published proxies for MAT [18,22–24], or new analyses based on previously published data on the proportion of dicot leaf morphotypes with non-toothed margins using the leaf margin analysis equation of Miller et al. , and the leaf area analysis equation for estimating mean annual precipitation (MAP) from Wilf et al. . Occurrence data for modern large ants were gathered from published records and personal communications (electronic supplementary material). The latitude and longitudes of these records were entered into the WorldClim software , which provided estimates of MAT, coldest yearly quarter mean temperature and MAP to a square kilometre level of spatial resolution.\n3. Systematic palaeontology\nFormicidae Latreille 1802;\nFormiciinae Lutz ;\nTitanomyrma lubei gen. et sp. nov.\nGenus name derived from the Greek Titan, often used to indicate large size, and myrmex (Greek: ant), gender feminine. The specific epithet is formed from the surname of the collector of the holotype, Louis Lube.\nDenver Museum of Nature and Science no. 9041 (labelled DMNH 9041); part only, body in dorsal aspect, anterior portions of right forewing, very little of left.\n(c) Locality and age\nDMNS locality 784, Farson Fish Beds, Laney Member of the Green River Formation; Sweetwater County, Wyoming; latest early Eocene, approximately 49.5 Ma .\n(d) Type and included species of Titanomyrma\nTitanomyrma giganteum comb. nov. is here designated as the type species of the genus, which also includes Titanomyrma simillimum comb. nov and T. lubei sp. nov.\n(e) Diagnosis: Titanomyrma\nAs provided for Formicium by Lutz , amended here by: gaster shape variable: ovate or more slender/cylindrical; A5 width relative to other gaster segments variable; relative lengths of A3–7 variable.\n(f) Diagnosis: Titanomyrma lubei\nQueens separated from other species of Titanomyrma most easily by gaster characters: more slender, length/width: 2.14 (T. giganteum, 1.40; T. simillimum, 1.50); middle half roughly cylindrical (others ovate, A5 widest); A3 length about a quarter width (others about a third); A4 about three times A3 length (others less than twice); A5–6 about half as long as wide (others about a third); A3 not curved around the petiole at joining.\n(g) Description: Titanomyrma\nAs provided for Formicium by Lutz , amended here by change in description of gaster (cf. diagnosis, above).\n(h) Description: Titanomyrma lubei queen\nAs in diagnosis; figures 2 and 3a,d; immense size, body approximately 51 mm long; head rounded-triangular, approximately 5.5 mm long; approximately 7 mm wide, about a third alitrunk length; antennae, eyes not known; mandibles about a third head length; alitrunk approximately 15 mm long, wing bearing; legs short, tibia III 6 mm; forewing probably in size range of T. giganteum queens; waist single segmented, petiole approximately 5.5 mm wide, lacking anterior peduncle; gaster 31 mm long, 14.5 mm wide, without constriction between A3 and A4; spiracles (known on A4–6) long, narrow.\n(a) The status of formiciine species\nTitanomyrma is confidently assigned to the Formiciinae by character states unique within Formicidae: extremely large size combined with large, slit-like spiracles [19,20,29], which associate it with T. giganteum and T. simillimum (early middle Eocene Germany: Messel, and cf. these species from Ekfeld Maar [19–21]), both transferred here to Titanomyrma from Formicium. Formicium brodiei Westwood, Formicium mirabile Cockerell [30–32] (both Bournemouth, UK; middle Eocene) and Formicium berryi Carpenter  (middle Eocene Claiborne Formation, Puryear, TN, USA; incorrectly called Wilcox Formation by Carpenter [33,34]) are only known from forewings, and were grouped with the German species by the similarity of their venations.\nThe distinctive gaster shape of T. lubei is confidently not an artefact of preservation; the tergites are clearly shaped differently than are those of the German species, where A5 is wider than A4 (gaster segments III and II)  (figure 3b,c). In T. lubei, however, these are of similar lengths and maximum widths (figures 2 and 3a). Its legs are notably more gracile than those of T. giganteum and somewhat more so than those of T. simillimum. The mandibles are poorly preserved, but appear smaller than those of the German species (figures 2 and 3a–c). Wing length basad the pterostigma in T. lubei is about 24 mm, similar to that of the T. giganteum holotype queen , indicating a forewing length within the range of T. giganteum, larger than in T. simillimum . However, the body of T. lubei is closer in length to the T. simillimum holotype, 53 mm .\nWe propose the genus Titanomyrma for the new species and transfer the two German species to it, as grouping them within Formicium would compound an existing problem that can no longer be avoided.\nLutz  recognized the difficulty of defining the genus based on the limited information provided by a single forewing specimen of the type species, F. brodiei. He, therefore, used the characters of the new species ‘F.’ giganteum and ‘F.’ simillimum to form his genus diagnosis and description, effectively employing them as sort of ‘functional type species’ (‘Since Westwood only illustrated the wing, but did not describe it formally, the following new finds from Messel will provide a more detailed diagnosis and description’. p. 182, our translation from the German).\nFurther, in ant taxonomy generally, because of the variability of wing characters and the small amount of their study compared with those of other insect groups, and by the traditional availability of more commonly collected wingless worker caste specimens, wings are usually ignored or de-emphasized in defining modern species; they are invariably defined by workers.\nThere appears to be considerable plasticity of wing characters in Formiciinae in particular. Venational morphology of the holotype wings of F. brodiei (, fig. 1c) and F. berryi (, fig. 2c) falls within variability between the left and right wings of a specimen of ‘F.’ aff. giganteum (, fig. 95). Further, note the differences between the forewings of this specimen of ‘F.’ aff. giganteum and the ‘F.’ giganteum holotype (, fig. 3b) and paratype 6 (, fig. 5). Also, size differences between males and females of the German species indicate the possibility that smaller and larger wing species could be conspecific . Such examples indicate deep problems in the usefulness of formiciine wings for defining species.\nBy these reasons, we propose to clarify formiciine taxonomy by considering Formicium as a collective genus containing the wing species, which we consider tentative, and erecting the nominal genus Titanomyrma to include the new species and the two German species. As a collective group, Formicium would have neither a diagnosis nor a description, but would be defined as including all species of Formiciinae that cannot be placed in a nominal genus owing to lack of sufficient preserved characters. Formicium brodiei ceases to be Formicium's type species (a collective genus has none: ICZN Article 67.14 ). Formicium, however, remains the type genus of Formiciinae, and the subfamily name is not affected.\nA team of palaeoentomologists is currently undertaking a major examination of the Formiciinae (T. Wappler 2011, personal communication), with large numbers of new specimens available with which to confidently establish intra- and interspecific variability. We expect that this work will greatly clarify the positions of the wing species. Here, we provide what we recognize is a brief, interim diagnosis and description of Titanomyrma, with the understanding that these will soon be established with greater detail by the Wappler team.\n(b) Thermophily, size and the Formiciinae\nTo assess the climatic constraints of Formiciinae, we reconstructed the MAT, coldest quarter mean temperature (CQMT) and the MAP of the sites where they have been recovered. Further, we calculated the climate space occupied by the largest living ants to ascertain whether there are common climatic trends associated with great size that are general to ants. Based on analysis of their habitats, the Formiciinae were clearly thermophilic; they are only known from hot climates, with MAT > 20°C (table 1 and figure 4a). This is also supported by their great size, as almost all of the largest modern ant species are restricted to the megathermal climates of the tropics.\nThe great size of T. lubei was only exceeded by that of the largest known ants, T. giganteum and T. simillimum, the reproductives of which are estimated to have had the mass of a small bird ; indeed, the body of T. lubei is larger than that of a rufous hummingbird (figure 3d).\nAlthough the average size of workers within modern ant communities tends to increase with latitude [36,37], almost all of the largest individual living ant species (any caste ≥3 cm long) inhabit tropical regions with MAT over 20°C (figure 4a,b). They are scattered among subfamilies, have differing castes as the largest achieve great size by different morphologies and are widely separated on different continents.\n— Dinoponera spp. (subfamily Ponerinae): tropical Brazil, Bolivia and Peru. Dinoponera species (Dinoponera gigantea, Dinoponera lucida, Dinoponera longipes, Dinoponera mutica and Dinoponera quadriceps) reach and may exceed 30 mm in length , except Dinoponera australis (25 mm or less), whose range extends outside the tropics. They lack morphologically distinct worker and queen castes [39,40].\n— Dorylus wilverthi (subfamily Dorylinae): equatorial Africa [41–45]. The largest living ant, with queens reaching 52 mm long , similar in size to T. lubei. Great size is achieved here, however, in a much different manner: the gaster is approximately 80 per cent of body length (cf. fig. 16–13a of Hölldobler & Wilson ), compared with approximately 60 per cent in T. lubei. Queens show a suite of characteristics restricted to legionary ants, including physogastry, where the gaster becomes swollen, distended with sclerites widely separated by a membrane, containing expanded ovaries that allow rapid production of large numbers of eggs and so extremely large colonies [42,47,48].\n— Myrmecia brevinoda (subfamily Myrmeciinae): eastern Australia . Major workers reach 36 mm and queens 31 mm in length . Only a subset of those ant groups synonymized as M. brevinoda reach lengths over 3 cm [52,53].\nSeven of these eight species inhabit distinctly megathermal environments (figure 4a,b): the five large Dinoponera species have a distribution with a median MAT of 25.7°C, with a CQMT of 23.9°C; D. wilverthi median MAT is 24.7°C, CQMT 23.4°C; and C. gigas median MAT is 25.3°C, CQMT 24.2°C. Only M. brevinoda breaks this pattern, with a range extending through eastern Australia from the hot tropics of northern Queensland (approx. 16° S) south to warm-temperate Victoria (approx. 39° S). This is, then, the only modern ant species of this great size that includes part of its range outside of the tropics. The species, as it is currently defined, however, includes those that Clark  discussed to be over 3 cm in length as a subset, as well as various groups whose largest individuals (any caste) are recorded only reaching about 24 mm in length. The records of great size appear to be only from Queensland and adjoining northern New South Wales, i.e. the northern part of this range . The range of M. brevinoda as a whole has a median MAT of 17.0°C and a CQMT of 11.6°C. The range of Clark's  larger form, however, has a nearly megathermal MAT of 19.4°C and a CQMT of 14.3°C.\nAll of these modern ants inhabit mesic to wet climates, in agreement with MAP estimates for Messel, Puryear (new analyses here) and Green River  (see the electronic supplementary material, table S1). The Eocene Arctic was probably a rainforest [15,16], so moisture availability would not have been a barrier.\nHigh temperatures extended well out of the modern tropical belt in the Eocene [15–18,22,23,54–56]. Formiciines are exclusively known from climates with an estimated MAT of about 20°C or greater; MAT of Messel, Puryear and Bournemouth were all megathermal. The climate of the Farson Fish Beds within which T. lubei was recovered has not been characterized, but estimates for comparable Green River Formation localities indicate similarly hot conditions (table 1 and figure 4a).\nThe cooler, microthermal to lower mesothermal [54,55] early Eocene Okanagan Highlands localities of far-western North America bear a number of ant species over 1.5 cm in length—in one case greater than 2.5 cm—but none are known to reach 3 cm [9,57]. A species from the early Eocene Danish Fur Formation is also about 2.5 cm long [9,58]. Ants from the late Eocene cool upland at Florissant, Colorado and from Palaeocene and Eocene ambers (Sakhalin, Baltic, Ukranian, etc.; indeed, any amber) are not known to reach such sizes (e.g. [59–63]).\n(c) Eocene Arctic climate, hyperthermal events and intercontinental dispersal\nThermophilic organisms face physiological barriers to dispersal outside of the high MAT climate spaces to which they are adapted [12,23,64]. Eocene Arctic fossil floras indicate that temperate (i.e. upper microthermal to lower mesothermal) conditions predominated across intercontinental connections, with early to middle Eocene floras from Greenland and Axel Heiberg Island (50–40 Myr ago) giving MAT estimates of 12–16°C, probably too cool to support dispersal of Formiciinae throughout much of the time when this must have occurred [12–16]. Brief, cyclic warming events of approximately 2–4°C possibly driven by ventilation of oceanic carbonates were unlikely to have been of sufficient intensity to facilitate formiciine dispersal . However, during larger global hyperthermal events linked to injection of greenhouse gasses into the atmosphere from sedimentary reservoirs, Arctic MAT increased by 5–10°C to perhaps approximately 23°C, with the coldest month mean temperature greater than 8°C at approximately 85° N palaeolatitude , which would have been suitable for formiciine dispersal across high latitudes. These include the brief (approx. 170 kyr) Palaeocene–Eocene Thermal Maximum at the Palaeocene–Eocene boundary (about 55.5 Ma); the Eocene Thermal Maximum 2 (about 53.5 Ma); and the longer Early Eocene Climatic Optimum, about 2 Myr of the latest early Eocene [14,17,18]. That is, the early Eocene physical bridge between Europe and North America that was normally climatically impassable for Formiciinae must have had episodic openings of a physiological gate allowing the dispersal of these giant ants and other thermophilic organisms across the Arctic.\nWe thank L. Lube, collector and donor of the specimen; J. Baldwin for software consultation; G. Alpert, B. Bolton, E. Jarzembowski, H. Lutz, V. Makarkin, M. Moffett, D. Notton, M. Pfeiffer, Z. Qian, S. Robson, A. Ross, B. Taylor, R. Taylor, T. Wappler and S. Watanasit for discussion and information. We thank C. Labandeira and an anonymous reviewer for helpful comments. This research was funded by the Natural Sciences and Engineering Research Council of Canada (NSERC) through a postdoctoral fellowship to S.B.A., and Discovery Grants to R.W.M. and D.R.G.\n- Received April 6, 2011.\n- Accepted April 15, 2011.\n- This Journal is © 2011 The Royal Society"], "document_ids": ["<urn:uuid:717e3582-0cea-438e-a2c7-f9a30abb717b>", "<urn:uuid:2899002a-5ef8-49de-a89d-b38ee187c236>"]}
{"id": 5, "question": "How do warbler species' physical characteristics compare between spectacled and magnolia warblers, and what are their respective habitat preferences?", "answer_ground": "Spectacled warblers are brownish-grey birds measuring around 13 centimeters, primarily feeding on small insects and found across the Mediterranean region and Macaronesia. Magnolia warblers are slightly smaller, measuring 11-13 cm, with distinctive breeding males showing white, gray, and black backs, yellow sides, and black-striped stomachs. They have white wing bars and black tails with white stripes underneath. While spectacled warblers inhabit Mediterranean regions, magnolia warblers breed in dense coniferous forests in northern Canada and parts of the US, migrating to Mexico and Central America during winter.", "context": ["Male spectacled warblers are innovative singersJanuary 14th, 2014 in Biology / Plants & Animals\nCredit: Ana Plamero\nThe several variables in the song of every male spectacled warbler could play a crucial role in the mating, defending territory and recognition between individuals of this species. Studying their acoustic signals will help to understand how this bird, with a small brain and limited social needs, can use a complex system of communication.\nEach male specimen of spectacled warbler, Sylvia conspicillata, has a complex, diverse song, in which new syllables are added and the order is changed as they go along, with a level of skill that relies on their capacity for innovation. Spanish scientists have characterised the acoustic signal of this species, its virtuosity and variability, to try to understand the role that this signal plays in mating, defending territory and recognising individual birds.\nThe data collected in the study, published in the 'Bioacoustics' journal, will help to understand how a species with a small brain and limited social requirements could show such a complex system of communication.\n\"The fact that the spectacled warbler does not have a fixed, characteristic song but rather has variable elements makes it an attractive object of study,\" Ana María Palmero, one of the authors of the study, a researcher in the Island Ecology and Evolution Research Group (IPNA-CSIC) and the Department of Ecology and Genetics at the University of La Laguna, explains to SINC.\nThe Sylvia conspicillata is a brownish-grey small bird of around 13 centimetres, which feeds primarily on small insects. Populations of the species can be found across the whole Mediterranean region and the Macaronesia, including the Canary Islands, Madeira and Cape Verde.\nIts call, which has a wide repertoire, has been described by experts as a high-pitched chirp organised in song phrases of a variable number of syllables which determines the length of the song bout. The spectacled warbler can also emit a warning call similar to a metallic sound, defined by the researchers as a trill.\nA wide repertoire\n\"The reasons why these birds vary their calls are purely speculative, since in this aspect of the research we are only able to observe repertoire changes and the appearance of new syllables. The next thing will be to try to understand the causes of such complexity, whether it is due to biotic or abiotic factors,\" the researcher asserts.\nIt is common among birds for each male of the species to have his own song. \"However, it is more usual for each individual's phrases to be repeated and be practically identical, quite opposite to what is observed in the spectacled warbler, where we find great variation both within and between individuals,\" Palmero elaborates.\nThe researchers studied the population of this species on the island of Fuerteventura, as it has a higher density of individuals, and they evaluated the repertoire and variation of the spectrum of notes of each individual and as a group.\nThe scientists revealed that each bird's acoustic signal is organised in a variable number of song phrases composed of various syllables, from four to 69, and they characterised them into short, average and long song bouts. To study each one's song, they also measured 11 spectrotemporal variations of the phrases.\nOf the variables measured, those that could be more important when it comes to differentiating individuals are the duration of the first syllable and the duration and dominant frequency of the trill syllable.\n\"Song can be influential in a female's choice of mate, as females are more attracted to male birds with larger repertoires,\" Palmero informs us. The researcher also speculates that, \"trill variation could help identify the singer quickly, although this hypothesis would have to be analysed using playback studies and field experiments.\"\nMore information: Ana María Palmero, Juan Carlos Illera, Paola Laiolo, \"Song characterization in the spectacled warbler (Sylvia conspicillata): a circum-Mediterranean species with a complex song structure\" Published in Bioacoustics.\nProvided by Plataforma SINC\n\"Male spectacled warblers are innovative singers.\" January 14th, 2014. http://phys.org/news/2014-01-male-spectacled-warblers-singers.html", "Nombre en español: Reinita Magnolia\nNombre en inglés: Magnolia Warbler\nNombre científico: Setophaga magnolia\nLa reinita de magnolia (Setophaga magnolia), también denominada, chipe de magnolia, bijirita magnolia, cigüita magnolia y reinita manchada, es una especie de ave migratoria del orden Passeriformes y la familia Parulidae. Anida en Canadá y Estados Unidos y pasa el invierno en México, América Central y las Antillas.\nLa Reinita Magnolia cría en el norte de América e inverna desde México hasta el centro de Panamá y es errante en Colombia con muy pocos registros. Su nombre se debe a que el ornitólogo Alexander Wilson obtuvo el primer especímen de un arbol del género magnolia y utizó este nombre en Latin pero con el tiempo se convirtío en su nombre común.\nLos adultos en primavera y verano son de cara negra con una línea supraocular blanca y la corona gris. Las partes ventrales y la rabadilla son amarillos. En el pecho y los costados hay rayas negras. Las partes dorsales —a excepción de la rabadilla— son negruzcas. En las alas hay un parche blanco muy evidente, y en la cola una banda blanca que la cruza a la mitad.\nEn otoño e invierno los adultos son oliváceos de las partes dorsales y amarillos en las ventrales. se conserva el amarillo de la rabadilla, los parches blancos en alas y cola y un tenue rayado en los costados del pecho.\nTamaño y Forma\nMide 11 cm y pesa alrededor de 8 gr. Por encima es oliva opaco con la cabeza grisácea y área periocular blanca. sucola es de color negro en la punta con grandes manchas blancas que forman una banda en ambos lados de la cola. La rabadilla y la mayoría de sus partes inferiores son de color amarillo con estrias negruzcas a los lados. Los machos en estado reproductivo tienen máscara negra, corta superciliar blanca, espalda negruzaca, parche blanco en cobertoras alares y debajo es amarillo brillante con fuerte estriado negro. Las hembras son similares, excepto que tienen más blanco en sus alas, sus colores suelen ser un poco más apagados, y sus patrones menos claros que el de los machos.\nSuele ser muy facil de distinguir debido a la combinacion de rabadilla amarilla y bandas blancas caudales.\nSe considera una especie monotípica.\nLa Reinita Magnolia suele ser errante en Colombia y es muy poco común con registros en el norte del país, el departamento de Antioquia y el Parque Nacional Katios. Cría en Norteamérica e inverna desde México hasta el centro de Panamá.\nHabita en bosques húmedos de coníferas generalmente en la parte baja de los árboles. Durante el invierno ha sido reportada en áreas abiertas con árboles dispersos, matorrales y bosques de galería.\nThe magnolia warbler (Setophaga magnolia) is a member of the wood warbler family Parulidae.\nThe genus name Setophaga is from Ancient Greek ses, «moth», and phagos, «eating», and the specific magnolia refers to the type locality. American ornithologist Alexander Wilson found this species in magnolias near Fort Adams, Mississippi.\nThis species is a moderately small New World warbler. It measures 11 to 13 cm (4.3 to 5.1 in) in length and spans 16 to 20 cm (6.3 to 7.9 in) across the wings. Body mass in adult birds can range from 6.6 to 12.6 g (0.23 to 0.44 oz), though weights have reportedly ranged up to 15 g (0.53 oz) prior to migration. Among standard measurements, the wing chord is 5.4 to 6.4 cm (2.1 to 2.5 in), the tail is 4.6 to 5.2 cm (1.8 to 2.0 in), the bill is 0.8 to 1 cm (0.31 to 0.39 in) and the tarsus is 1.7 to 1.85 cm (0.67 to 0.73 in). The magnolia warbler can be distinguished by its coloration. The breeding males often have white, gray, and black backs with yellow on the sides; yellow and black-striped stomachs; white, gray, and black foreheads and beaks; distinct black tails with white stripes on the underside; and defined white patches on their wings, called wing bars. Breeding females usually have the same type of coloration as the males, except that their colors are much duller. Immature warblers also resemble the same dull coloration of the females. The yellow and black-striped stomachs help one to distinguish the males from other similar birds, like the prairie warbler and Kirtland’s warbler (which, however, have a breeding range to the south and east of the magnolia warbler’s).\nThe magnolia warbler is found in the northern parts of some Midwestern states and the very northeastern parts of the US, with states such as Minnesota and Wisconsin comprising its southernmost boundaries. However, it is mostly found across the northern parts of Canada, such as in Saskatchewan, Manitoba, Ontario, and Quebec. During the winter, the warbler migrates through the eastern half of the United States to southern Mexico and Central America. The warbler breeds in dense forests, where it will most likely be found among the branches of young, densely packed, coniferous trees. The magnolia warbler migrates to the warmer south in the winter, wintering in southeastern Mexico, Panama, and parts of the Caribbean. In migration it passes through the eastern part of the United States as far west as Oklahoma and Kansas. During migration season, the magnolia warbler can be found in various types of woodlands.\nThe magnolia warbler undergoes multiple molts during its lifetime. The first molts begin while the young offspring are still living in the nest, while the rest take place on or near their breeding grounds. The warblers molt, breed, care for their offspring, and then migrate. Chicks hatch after a two-week incubation period, and can fledge from the nest after close to another two weeks when their feathers are more developed. After about a month, the chicks can leave the nest to begin living (and later breeding) on their own since they are solitary birds. Magnolia warblers typically live up to seven years.\nDiet and feeding\nThis warbler usually eats any type of arthropod, but their main delicacies are caterpillars. The warbler also feeds on different types of beetles, butterflies, spiders, and fruit during their breeding season, while they increase their intake of both fruit and nectar during the winter. These birds also tend to eat parts of the branches of mid-height coniferous trees, such as spruce firs, in their usual breeding habitat.\nResearchers have observed two different types of songs in male magnolia warblers. Their songs have been referred to as the First Category song and the Second Category song. Females have not been observed to have a distinct song yet as the males have; while they do sing, they don’t have separate songs for different situations. In general, the male warblers use their songs during the spring migration season and during the breeding season: one is used for courtship and the other is used to mark their territory each day. Both males and females have call notes that they use for various alerts: the females have short call notes to signal when a human observer is watching them, and the males have short call notes to signal when any sort of threatening predators are close to their offspring.\nMale magnolia warblers go to their breeding grounds about two weeks before the females arrive. After the females come to the breeding grounds, both the males and females cooperate to build the nest for a week. Because of the difficulty of locating their nests among the forest’s dense undergrowth, it is hard to know whether the warblers re-use their original nests each breeding season, or whether they abandon them for new ones. The nests are built in their tree of choice – different types of fir trees, such as Abies balsamea (balsam fir) and Picea glauca (spruce fir). The nest is made up of grass, twigs, and horsehair fungus, and they are relatively small, shallow, circular-shaped nests, barely exceeding 10 cm on all sides. The nests are usually found close to the ground, commonly in the lowest three meters of the firs.\nFemale magnolia warblers usually lay three to five eggs during each breeding season. The female will not incubate her eggs until all of them are laid. The female sits on the eggs for about two weeks before the eggs hatch. The female is also the one that warms the newborn chicks by brooding, or sitting, on the nest; she is also the one who feeds the newborn chicks most frequently, though the males also engage in feeding the offspring at times. Because the males are technically as equally responsible for feeding the newborns as the females are, this means that the males are monogamous because they expend a large amount of energy looking for food for their young. In order to keep the nest clean, females eat the fecal sacs of their newborns; as the chicks grow older, both parents simply remove the sacs from the nest. The baby warblers are ready to fly out of the nest by the time they are ten days old.\nThe magnolia warbler is assessed on the IUCN Red List as least concern for conservation because it is fairly widespread and common within its habitat and not at risk of extinction. Research has shown that a good percentage of warblers die from flying into television towers in their migratory path. Also, parts of their habitat have been degraded as coniferous forests are cleared which causes the number of warblers living in a habitat to decrease, but they certainly are not greatly affected by the deforestation. While the deforestation does decrease the warbler population in the specific area that it occurs in, the species is not significantly impacted overall due to the general abundance of the species throughout the region.\nJohn James Audubon illustrated the magnolia warbler in The Birds of America, Second Edition (published, London 1827–38) as Plate 123 under the title, «Black & Yellow Warbler – Sylvia maculosa» where a pair of birds (male and female) are shown searching flowering raspberry for insects. The image was engraved and colored by Robert Havell’s London workshops. The original watercolor by Audubon was purchased by the New York History Society."], "document_ids": ["<urn:uuid:104a6654-498c-4d5b-9d74-c9eec05a33b7>", "<urn:uuid:aafd749e-c923-498c-b7a3-93d99c7655cb>"]}
{"id": 6, "question": "What are the artistic installations at the Portland Building, and how do they impact student achievement?", "answer_ground": "The Portland Building features several notable art installations, including Refik Anadol's 'Data Crystal: Portland' (a large-scale AI data sculpture), Raymond Kaskey's 'Portlandia' statue, and 'Neither Here Nor There' by Shelby Davis and Crystal Schenk. These art installations contribute to public art engagement, while research shows that arts education and exposure significantly boost student achievement. Studies demonstrate that students who engage with arts show higher SAT scores, better college attendance rates, and improved performance in subjects like English Language Arts, with an 11% increase in standardized test proficiency. Additionally, arts programming helps develop critical skills in reading, language arts, and math while fostering creative problem-solving abilities.", "context": ["Come visit your new art collection at the reconstructed Portland Building\nPublic art installed in the Portland Building adds a glow to the newly renovated architectural icon. The building has always doubled as a venue to showcase public art and that role has grown with the reconstruction, which includes new pieces commissioned through the Regional Arts & Culture Council (RACC). RACC’s Public Art Program acquires and cares for publicly owned art.\nA local panel of artists, curators, community members and city staff worked for several years to commission and purchase these artworks for the Portland Building as part of the City’s 2% for Art requirement. The current installations, located on the first and second floors of the building, are part of the first phase of art selected and created specifically for the building.\nPlease note, to protect public health, the Portland Building is currently closed to the public.the City of Portland is postponing the grand reopening of the Portland Building scheduled for Thursday, March 19. All Design Week Portland events are rescheduled for August 2020.\nNew commissioned artworks installed to date in the Portland Building\nRefik Anadol Studio, Data Crystal: Portland\nOne of the most impactful aspects of the building renovation is the addition of a large window wall and gathering space on the east side facing Chapman Square. Today, people passing by on Fourth Avenue can gaze into the building through the double-height wall of glass and see Refik Anadol Studio’s large-scale, 3-D printed, A.I. data sculpture, Data Crystal: Portland, which was designed specifically for the Portland Building.\nThe artwork is visible to building visitors from both the first and second floor. It represents the material connections that emerge from invisible interactions between fellow city dwellers by combining art, technology, and the interconnected communities of Portland. Anadol was inspired by the last line of Ronald Talney’s poem, inscribed on the plaque that accompanies Raymond Kaskey’s sculpture Portlandia, “This is how the world knows where we are.”\nThe visuals projected on to the sculpture were conceived by Anadol in partnership with the mind of a machine, utilizing cutting-edge machine learning algorithms trained on a data set of nine million publicly available photographs and digitized archival documents of Portland. The shape of the 3-D printed structure on which the visuals are projected was also informed by the same data set, but created by using advanced robotic 3D printing and A.I. technologies.\nFor this artwork, Anadol theorized that with today’s technology, it’s nearly impossible to get lost in this world – both geographically and historically. With every photograph taken, a digital memory is captured, and a virtual record of a specific time and place is recorded. These memories are “crystalized” when shared publicly. When aggregated, the repeated acts of sharing digital memories eventually solidifies the collective memory of a specific place.\nPortlandia, Raymond Kaskey\nGet up close and personal with the iconic Portlandia statue from a new publicly-accessible balcony, or with a smaller, 3-D print located at the top of the second floor stairs, made with the partnership of local Portland business, Form 3D Foundry. Originally installed in 1985, Portlandia by Raymond Kaskey, is the second-largest hammered-copper (or repoussé) sculpture in the United States, and was rededicated in 2019 as part of the building reconstruction. Tag your photos of either version of this Portland icon to #weareportlandia.\nNeither Here Nor There, Shelby Davis and Crystal Schenk\nLocated on the first floor adjacent to the building’s front entrance, is Neither Here Nor There by husband and wife artist team Shelby Davis and Crystal Schenk. Together the two transformed a huge, 100-year-old silver maple removed from the Laurelhurst neighborhood in 2015. Extracting the tree itself was a labor of love, involving large cranes and slabbing the trunk with a rare ten-foot chainsaw. But the stunning material lives on, reborn, in the renovated building. The installation includes several hand-carved and meticulously crafted wooden benches where visitors can sit, as well as hanging shelves and floating sculptural pieces suspended from the ceiling.\nTopography from around the state was computer modeled and fit to some of the biggest boards from the tree’s trunk and then cut to relief on a computer-controlled (CNC) router. Afterward, each piece was carefully glued together, hand carved, and sanded. Glass castings implanted in the floating panoramas, with their shift of scale, create new perspectives on the familiar. Their subtle and grander shapes recall actual time spent in those landscape folds – creating memories and inspiring visitors with a sense of connection and curiosity. Look for local and significant places in Portland and Oregon including neighborhoods, the Columbia River Gorge, Crater Lake, Mount Hood, and more.\nPortion of Neither Here Nor There, Shelby Davis and Crystal Schenk\nWe’ve Been Here by Kayin Talton Davis\nIn the new Lizzie Weeks room to the north of the front entrance is We’ve Been Here by Kayin Talton Davis. The primary focus is Lizzie Weeks, along with images of other Black women establishing lives in Portland at the turn of the century into the 1930s. Talton Davis describes the significance of creating this large, vibrant panel and the research she did to collect stories about the lives of important, but overlooked, women as part of her process. “I went into city archives, Oregon Historical Society,” she said. “I also reached out to other people within the community to get different pictures and stories.” Additional women portrayed include: Lola Ondine Graham Chandler (with her sister), Frances Josephine Harlow Chandler (a Lakeview midwife), women from the Walker family (Rutherford Collection), Beatrice Morrow Cannady and Thelma Johnson Street.\nSmall Works Collection\nVisitors can also enjoy several locations on the first and second floors hung with smaller-scale artworks made by artists from the greater Portland area. There are three artwork zones, each with its own curatorial focus.\nZone One, First Floor – Sublime Landscape – painting by artist Adam Sorensen (not currently installed)\nZone Two, Second Floor – Cityscape – many artists\nZone Three, Second Floor – Social Landscape of Portland, life experience of living in Portland, the cultures, multiplicity of viewpoints, fun and quirkiness of the residents – many artists\nOn the second floor, comfortable, modern seating is placed next to the second-story balcony, adjacent to the new artworks. Visitors to the balcony area can enjoy expansive views of the park blocks and downtown buildings through the large, window and views of the hanging sculpture Data Crystal: Portland.\nComplete list of artists and artworks featured in the “Small Works Collection,” below.\nZone Three, Second Floor – Social Landscape of Portland (north wall) – many artists\nAlso on the second floor, visitors will find the building’s new Installation Space. Since its start in 1994 the Portland Building’s Installation Space has hosted more than 200 site-specific exhibitions, showcasing and promoting local contemporary artists and reflecting the creative rigor and diversity of Portland. The Regional Arts & Culture Council curates these rotating exhibitions.\nThe new space will be programmed with interdisciplinary conceptual art work made by regional artists and is envisioned as a way to energize public dialogue, understanding and exposure of visual art, as well as draw new audiences to the public’s new building.\nKing School Museum of Contemporary Art – KSMoCA\nThe inaugural exhibition in the Portland Building’s new Installation Space includes a selection of ephemera curated by the Student Curatorial Committee from KSMoCA’s archive.\nPhoto by MOE of the Student Curatorial Committee in an exhibition they curated at PSU\n(left to right: Roz Crews, Solianna, Isaiah, Rocky, JaMiyah, Ana, and Diana with Dr. MLK Jr. school Community Agent Tiffany Robinson)\nThe King School Museum of Contemporary Art (KSMoCA) is a contemporary art museum inside Dr. MLK Jr. School, an elementary school in Northeast Portland. Creating unusual connections between kids and internationally renowned artists, KSMoCA reimagines the way museums, public schools, and universities can affect people, culture, and perspectives by creating radical intersections for sharing resources across organizations. KSMoCA was founded in 2014 by artists Lisa Jarrett and Harrell Fletcher and is collaboratively developed with the Dr. MLK Jr. School community, PSU students, and a team of artists.\nKSMoCA’s Student Curatorial Committee is led by fourth and fifth graders from the school with KSMoCA Program Managers (and artists), Roz Crews and Amanda Leigh Evans. The committee conducts research about local and non-local artists to inform their work as curators of KSMoCA’s MLK Jr. Gallery. As part of this research, students meet with curators, gallerists, and educators to discuss curatorial topics, study books about contemporary artists, and conduct studio visits with local artists. In 2018, this group established a student-run gallery within the museum to display work by their peers in addition to work by local artists in Portland, OR.Learn more: http://www.ksmoca.com/\nRACC advocates for public and private investments in the arts, provides grants for artists and arts organizations, manages public art, raises money through workplace giving, conducts arts education in public schools, and provides community services, including workshops for artists, organizational consulting, and a variety of printed and electronic resources. RACC is a 501(c)(3) nonprofit organization that receives funding from a variety of public and private partners to serve artists, arts organizations, schools and residents throughout Clackamas, Multnomah, and Washington counties. For more information visit racc.org.\nFor information about artworks and artist contacts:\nHeather Nelson Kent\nCommunications Manager, Regional Arts & Culture Council\nSmall Works Collection\nZone Two, Second Floor – Cityscape (near Installation Space)\n|First Name||Last Name||Artwork Title||Year|\n|Avantika||Bawa||Coliseum, Red Sky||2018|\n|Elena||Thomas||From the Bridge||2018|\n|Ivonne||Saed||Sellwood Bridge Construction 1||2015|\n|James||Allen||Portland Trolley Years||2016|\n|Loren||Nelson||3600 NW John Olsen Parkway; Hillsboro, Oregon||1999|\n|Marie||Watt||Part and Whole: Ripple, Hoop, Baron Mill||2011|\n|Rory||ONeal||Overpass Glow – PDX||2019|\n|Ruth||Lantz||Veil of Density||2015|\n|Gabe||Fernandez||Audi with 356 cover||2018|\nZone Three, Second Floor – Social Landscape of Portland (north wall)\n|First Name||Last Name||Artwork Title||Year|\n|Deb||Stoner||Hellebore and Pieris Japonica in Winter||2016|\n|Hsin-Yi||Huang||The Light Within||2009|\n|Katherine||Ace||Friends and Neighbors (1) (group of 6)||2019|\n|Rebecca||Rodela||Abuelito y yo reunidos||2014|\n|Stuart Allen||Levy||Cinco De Mayo||2009|\nZone Three, Second Floor – Social Landscape of Portland (south wall)\n|First Name||Last Name||Artwork Title||Year|\n|Emma||Gerigscott||Dog Party No. 1||2017|\n|Jo||Hamilton||The Ruth Nebula – 1948||2018|\n|Samantha||Wall||31 Days series||2017|", "Making the Case for Arts Education in Urban Schools\nShould all students receive art education? Does art education correlate with achievement in other academic areas? What are the social outcomes of art programs in public schools? Is there research to support evidence-based practice in art instruction? Arts education in public schools is an area rich in policy questions, and because it affects public funding distribution, it is an ideal subject for a by-the-numbers assessment.\nLearning through the arts reinforces critical academic skills in reading, language arts and math and provides students with the skills to creatively solve problems.\nA simple way to assess the importance and impact of arts education programs on students is to look at the academic, psychological and social effects of arts education on urban schools. It is important to note that urban public schools often serve greater numbers of students of low socioeconomic standing (SES) and English Language Learners (ELL), in addition to special needs students1. The Institute of Education Sciences Condition of Education Report found that in 2012-2013, higher concentrations of students from low SES backgrounds (those who qualified for free lunch programs) and minority students were enrolled in urban public schools than in suburban or rural schools.2\nUrban Schools Have Unequal Access to Arts Education\nUnfortunately, in many districts arts education has borne the brunt of funding cuts as school districts made changes to accommodate No Child Left Behind policies, and then in the wake of cutbacks during the Great Recession of the late 2000s. The difficulty in maintaining arts education continues in an environment of severe teacher shortages. Cuts to the arts come at a time when the creativity and mode of thinking that arts education fosters is perhaps most needed by students. They must navigate a competitive higher education landscape and job market that place value on individuals savvy in art applications, especially digital art.\nArts education aids students in skills needed in the workplace: flexibility, the ability to solve problems and communicate, the ability to learn new skills, to be creative and innovative, and to strive for excellence.\nUrban schools especially have struggled to maintain arts programming. A new analysis, “Equity, the Arts, and Urban Education: A Review” published by The Urban Review, found that student access to arts education declined from 65 percent in 1982 to a low of 50 percent in 2008, and that access fell more sharply for black and Hispanic students than for their white counterparts.3 Urban schools, the schools that most often fail to meet state standards across multiple years, also tend to have a much higher population of disadvantaged students. Under No Child Left Behind legislation, underperforming schools were forced to reduce their arts programming in order to devote more time to math and language arts teaching and test preparation, according to The Urban Review report. However, research demonstrates that this policy lacks effectiveness and creates a dearth of arts education in urban schools.\nA 2012 study, “The Effects of High-Stakes Testing Policy on Arts Education,” noted that withholding arts education in order to designate more time for standardized testing subjects did not improve test scores.4 It actually correlated with lower scores at some schools. As explained below, access to arts education improves students’ psychological, social and academic outcomes.\nKey Takeaway: Arts education is often among the first areas to receive cuts due to funding or state standardized test score requirements. However, studies show that cutting arts education may in fact lead to lower student test scores.\nMore Art Equals More Achievement\nMore than two decades of research is available on the academic outcomes of arts education programming. A pivotal 2000 study, “SAT Scores of Students Who Study the Arts,” demonstrates that strong support for arts education has a positive effect on academic outcomes. The study found that the more years of art classes a student engaged in, the higher his or her SAT score was, especially when four or more years of art classes had been taken.5\nThose findings were strengthened by a 2009 study, “Doing Well and Doing Good by Doing Art,” by James Catterall. The study followed 12,000 students, tracking their academic development from age 18 to 26. Catterall found that SES students who engaged in the arts showed significantly higher rates of college attendance, favorable college grades, and better job opportunities. Additionally, this study noted that ELL students showed improved academic performance in schools that offered more arts education.6\nA 2014 study, “Positive Impact of Arts Integration on Student Academic Achievement in English Language Arts,” likewise noted that arts education has a broad impact, improving academic outcomes in other subjects.7 With a focus on the importance of standardized test scores, this study found that schools that introduced art concepts into lessons on other topics saw an 11 percent increase in the number of students that scored proficient on ELA standardized testing.\nThe arts significantly boost student achievement, reduce discipline problems, and increase the odds students will go on to graduate from college.\nArts education research is also available on subject-specific achievement:\n- Strengthening Verbal Skills Through the Use of Classroom Drama: A Clear Link,” by Ann Podlozny: This study found a statistically significant relationship between drama integration and story recall, reading achievement on standardized tests, language development, and writing ability.8\n- “Music and Mathematics: Modest Support for the Oft-Claimed Relationship,” by Kathryn Vaughn: This meta-analysis found a significant relationship between music instruction and math achievement.9\n- “Arts Integration and the Success of Disadvantaged Students: A Research Evaluation,” by A. Helene Robinson: This study found that drama integration might be regarded as an evidence-based practice for increasing disadvantaged students’ grades in reading and math, social skills, expressive and receptive language, and creative thinking.10\nBut why does art education boost student’s achievement in other subjects? Some researchers point to social cognitive theory as an explanation. The theory proposes that we learn through association, through forming connections between things. The more mediums involved in learning, the more opportunities there are for connections to be made and strengthened. For example, if you could choose between watching an all-text presentation on a topic or a presentation that included diagrams and pictures, you’d probably chose the latter — not only is it more engaging, the material would be easier to understand.\nArts Education Leads to Pro-Social Outcomes\nResearch has demonstrated that students who receive arts education are more likely to participate in pro-social activities. In “No Child Left With Crayons,” Sharon Verner Chappell and Melisa Cahnmann-Taylor explain, “When students engage in arts processes, they develop distinct and complementary social practices: developing craft, engaging and persisting, envisioning, expressing, observing, reflecting, stretching and exploring, and understanding art worlds.” This study suggests that arts education is an outlet for students to recognize how the world views them and how they wish to be seen. It proposes that arts programming in schools and in the community that draws inspiration from the language and culture of disadvantaged populations promotes positive social critique and advocacy for justice.11\nAdditionally, the study by Robinson found that arts education promoted schools environments that were “collaborative, caring, and inclusive of students with special needs.”12 Arts education was also seen as fostering greater volunteerism and political participation.13\nArts Education Fosters Positive Psychological Development\nA recent study found that students who received 15 weeks of dance or music instruction showed decreases in their depression scores on the Children’s Depression Inventory. Additionally, the students who received music instruction showed an increase in their self-esteem scores after the 15 weeks, as measured by the Rosenberg Self-Esteem Scale. Additionally, both dance and music groups showed an increase in executive functioning skills, including time-management, focus, decision-making, and planning.\nThe arts are not a frill. The arts are a response to our individuality and our nature, and help to shape our identity. What is there that can transcend deep difference and stubborn divisions? The arts. They have a wonderful universality. Art has the potential to unify. It can speak in many languages without a translator. The arts do not discriminate. The arts can lift us up.\nAccess to arts education has many benefits both inside and outside of the classroom. Research suggests that arts programming may lead to greater academic achievement in terms of test scores, may enhance prosocial skills such as community involvement and volunteerism, and likewise may play a role in the development of important cognitive skills including planning and decision-making. Thus, arts education could serve as an important tool for disadvantaged and urban schools in meeting both academic and social goals.\n1 Barnett, B. G., & Stevenson, H. (2016). “Leading High Poverty Urban Schools,” School Leadership in Diverse Contexts (S. Clarke & T. O'Donoghue, Eds.) 23-43. Retrieved from https://books.google.com/books?hl=en&lr=&id=WrfhCgAAQBAJ&oi=fnd&pg=PA23&dq=poverty%20in%20urban%20schools&ots=e2gdzbReZ9&sig=OsScH1_-wBMRUIN4mm4PsLTKfTo#v=onepage&q&f=true.\n2 Institute of Education Sciences. “Concentration of Public School Students Eligible for Free or Reduced-Price Lunch,” The Condition of Education Report. Retrieved January 29, 2016, from http://nces.ed.gov/programs/coe/indicator_clb.asp.\n3 Kraehe, A. M., Acuff, J. B., & Travis, S. (2016). “Equity, the Arts, and Urban Education: A Review.” The Urban Review. doi: 10.1007/s11256-016-0352-2\n4 Baker, R. A. (2012). “The Effects of High-Stakes Testing Policy on Arts Education.” Arts Education Policy Review, 113(1), 17–25. doi:10.1080/10632913.2012.626384.\n5 Vaughn, K., & Winner, E. (2000). “SAT Scores of Students Who Study the Arts: What We Can and Cannot Conclude About the Association.” Journal of Aesthetic Education, 34(3/4), 77. Retrieved from https://www2.bc.edu/~winner/pdf/satreap.pdf.\n6 Catterall, J. S. (2009). “Doing Well and Doing Good by Doing Art: The Effects of Education in the Visual and Performing Arts on the Achievements and Values of Young Adults. Los Angeles: Imagination Group/I-Group Books.\n7 Kylie A. Peppler, Christy Wessel Powell, Naomi Thompson & James Catterall (2014). “Positive Impact of Arts Integration on Student Academic Achievement in English Language Arts,” The Educational Forum, 78:4, 364-377, DOI: 10.1080/00131725.2014.941124\n8 Podlozny, A. (2000). “Strengthening Verbal Skills through the Use of Classroom Drama: A Clear Link.” Journal of Aesthetic Education, 34(3/4), 239.\n9 Vaughn, K. (2000). “Music and Mathematics: Modest Support for the Oft-Claimed Relationship.” Journal of Aesthetic Education, 34, 149-166.\n10 Robinson, A. H. (2013). Arts Integration and the Success of Disadvantaged Students: A Research Evaluation. Arts Education Policy Review, 114(4), 191-204.\n11 Chappell, S. V., & Cahnmann-Taylor, M. (2013). No Child Left With Crayons: The Imperative of Arts-Based Education and Research With Language \"Minority\" and Other Minoritized Communities. Review of Research in Education, 37(1), 243-268. Retrieved February 16, 2016, from http://rre.sagepub.com/content/37/1/243.short\n12 Robinson, A. H. (2013). Arts Integration and the Success of Disadvantaged Students: A Research Evaluation. Arts Education Policy Review, 114(4), 191-204. Retrieved February 16, 2016, from http://www.tandfonline.com/doi/abs/10.1080/10632913.2013.826050\n13 Catterall, J. S. (2009). “Doing well and doing good by doing art: A 12-year national study of education in the visual and performing arts: Effects on the achievements and values of young adults. Los Angeles: Imagination Group/I-Group Books."], "document_ids": ["<urn:uuid:fed14cd1-91e9-47f7-8fcf-0e2c0fbe2d3d>", "<urn:uuid:bcee3699-b407-4bfa-90e9-a46e412dcfaf>"]}
{"id": 7, "question": "What role did eucalyptus trees play in both military strategy and memorials during and after the Six Day War, and how are they connected to Holocaust remembrance in Cleveland?", "answer_ground": "Eucalyptus trees played a dual role in military strategy and memorialization. During his spy mission in Syria, Eli Cohen convinced the Syrian military to plant eucalyptus trees at each of their bunkers, allowing Israeli forces to identify Syrian army bases. Today, these same eucalyptus trees provide shade for benches at Mitzpe Gadot, a memorial site at a former Syrian base. In Cleveland, while not involving eucalyptus trees specifically, Holocaust remembrance is marked by a different type of memorial - a 17-foot tall monument at Zion Memorial Cemetery, which features panels depicting Holocaust victims and hosts annual memorial services between Rosh Hashana and Yom Kippur.", "context": ["BY VARDA LITTMANN, PHOTOS BY RIMONAH TRAUB\nThe 19 years from the time of the establishment of the State of Israel in 1948 until the Six Day War were a\nliving nightmare for members of the kibbutzim in the Hula Valley. Trigger-happy Syrian troops, stationed above in the Golan Heights, fired incessantly on the residents below, and more than 400 shooting incidents occurred. Over a thousand shells were fired at Kibbutz Gadot alone on one terrible day. Children played, studied and slept inside underground shelters as farmers tilled their fields, constantly accompanied by tanks. In fact, the children of the area very called “yaldei hamiklatim — children of the shelters.”\nAt the beginning of the Six Day War General Moshe Dayan had no intention of capturing the Golan, but\nbecause many high army officials were members of the Hula kibbutzim, they pressured him to retaliate on the Heights. With the help of Hashem, the area was captured.\nMitzpe Gadot is located where there was once a Syrian bunker. Captured in the Six Day War, this area has been turned into a tourist site, as well as a memorial spot. At Mitzpe Gadot there is a tall, triangular concrete monument to commemorate fallen Israeli soldiers of the 33rd Battalion of the Golani Brigade, located at one of the former Syrian bases. This was the site of very harsh battles during the 1967 war. Also memorialized here are boys from the same battalion who were killed during the Yom Kippur War in 1973 and in the Lebanon campaign in 1982.\nAt this site are benches shaded by eucalyptus trees, from which the beautiful eastern Hula Valley can be seen. The eucalyptuses were planted by the Syrians at the behest of Eli Cohen, a famous Israeli spy to Syria (see below.) In fact, the capture of this area is widely attributed to the intelligence provided by Cohen. An audio guide at the spot gives information and history of the area. Songs of the era of the Six Day War and the 19 terror-filled years before are inter-spaced in the facts given. As you sit there, try to imagine the fear and insecurity of spending night after night in underground shelters or plowing your fields from behind tanks due to the Syrian’s strategic advantage.\nThe outlook has been made wheelchair and strollerfriendly.\nCaution: The site of Mitzpe Gadot is safe, but don’t explore beyond any marked paths, because there may\nbe undetonated Syrian minefields.\nDirections: Off Highway 91 and 1.5 kilometers northeast of the Bnot Yaakov Bridge.\nEli Cohen (December 26, 1924 — May 18, 1965) was an Israeli spy, best known for his work in Syria. Using the alias Kamel Amin Thaabet, (commonly pronounced Saabet), he developed close relationships\nwith the political and military hierarchy and became chief adviser to the Minister of Defense. He was eventually exposed by hired Soviet experts and was executed in Syria in 1965.\nIt is told that he convinced the Syrian military to plant eucalyptus trees at the site of each of their bunkers. Eli Cohen then informed Israeli military intelligence that a eucalyptus meant a Syrian army base. He also told them an important secret plan by Syria to create three successive lines of bunkers and mortars; the Israeli military would have otherwise expected to encounter only a single line. The intelligence he gathered was an important factor in Israel’s success in the Six Day War.\nTill today, requests that his remains be returned to Israel have been denied by the Syrian government. The late Syrian leader Hafez al-Assad, said that Eli Cohen’s burial site is unknown, claiming that the Syrians buried Eli Cohen three times, to stop the remains from being brought back to Israel via a special operation.\nA memorial stone has been erected to honor Eli Cohen in the Garden of the Missing Soldiers, at Mount Herzl in Jerusalem.\nPublished in Hamodia", "At the young age of fourteen in the predominantly Jewish town of Pryztyk, near Radom, Morry Malcmacher witnessed first-hand a violent pogrom fueled by his Polish neighbors. Three years later when the Germans invaded in 1939, Malcmacher found himself fighting for survival in a series of slave labor, concentration, and death camps. Upon liberation in 1945, he spent four years in a displaced persons camp in Feldafing, Germany before immigrating to the United States, ultimately settling down in University Heights. The roughly 96,000 Jewish survivors of the Holocaust that came to the US had to adjust to a new country, a new culture, and learn to live again while coming to terms with the murder of immediate family members, distant relatives, and friends. In 1959 Malcmacher and a small group of forward-thinking survivors in Cleveland laid the groundwork for a new organization that could help survivor émigrés make that transition.\nInspired by Voice of Israel, the clandestine radio station of the underground paramilitary force (Haganah) in Mandatory Palestine, the group opted for the phonetically identical, if orthographically different, name (in Hebrew) Kol Israel, or “All of Israel.” The Foundation elected its first officers in February 1960 and was chartered by the State of Ohio the following year. In 1963 the Sisterhood of Kol Israel, a division, was created to raise funds for the Foundation’s many initiatives. A third division, called Second Generation (2G), was formed in 1978 by the children of survivors with a commitment to continuing the legacy of their elders. All three divisions merged in 2013 as membership numbers dwindled. Three years later witnessed the birth of 3G (mainly the grandchildren of survivors) which has refocused Kol Israel on Holocaust education as well as efforts to curb all forms of hate and bigotry. Noteworthy is its Share Our Stories program which brings the children or grandchildren of survivors into local junior- and high-school classrooms who show and discuss recorded survivor accounts of their loved ones. And Kol Israel’s 2019 acquisition of Shaarey Tikvah’s Face to Face Holocaust education initiative reaffirms the organization’s commitment to “Never Forget.”\nIf not so clearly articulated in the formalistic language of its first charter, from the very beginning the Kol Israel Foundation has had three distinct, but related goals. For those who found themselves in Cleveland with no support network, Kol Israel privately offered financial assistance, smoothed access to vocational and housing services, and provided much needed emotional and psychological support via social gatherings and organized events. Secondly, the foundation was committed to supporting the State of Israel. From planting forests there through the Jewish National Fund, to donating ambulances to Magen David Adom (national emergency services), to buying State bonds, and giving monies to the Israeli Defense Forces, Kol Israel has been steadfast in its advocacy. The third aim from the outset has been Holocaust memorialization, in the form of holding annual Yom Hashoah events (Holocaust Remembrance Day), participating in the Warsaw Ghetto Uprising Memorial Services, and most notably building one of the first Holocaust monuments of its kind in the United States. In 2009 the Jewish Federation bestowed its highest honor, the Charles Eisenman Award, on the Foundation for its exceptional civic engagement.\nThe brainchild of Kol Israel’s first treasurer, Morry Malcmacher, the matzavah (grave marker) to the memory of six million murdered Jews was originally planned for Mount Olive Cemetery, but because of space constraints, was built in Zion Memorial Cemetery in Bedford Heights. It was unveiled at a public ceremony in 1961 attended by some 600 people, including Cleveland Mayor Anthony Celebrezze, who, during a speech averred “the lesson we must learn from it [the Holocaust]…is that it must not happen again.” Israeli writer Zvi Kolitz, perhaps best known for his Yosl Rakover Talks to God, gave the keynote address.\nDesigned and installed by Kotecki Family Memorials of Cleveland, the hulking monument of French Creek granite consists of a Star of David-capped obelisk which stands 17 ft. tall sandwiched between two 14 ft. panels. Haunting engravings on those panels depict a mother with two children and a man clutching a Torah scroll, all preparing to be engulfed by flames. Inscriptions in Hebrew and English front and rear call attention to the Nazi genocide and offer solace. At the foot of the memorial lies a crypt which holds the remains of Jewish martyrs secured from Poland.\nOn that sunny spring day in 1961 Kol Israel President William Miller announced that the memorial service was to become an annual event, and the Foundation has more than made good on that promise. The non-profit’s Memorial Committee, along with its co-sponsor the Jewish Federation of Cleveland, continues to hold the memorial service at the site between the Jewish holidays of Rosh Hashana and Yom Kippur. The family and friends of victims attend this solemn event which features a candle-lighting ceremony and the Kaddish, or Mourner’s Prayer. Each spring, the co-sponsors also hold a Holocaust Remembrance Day Event, wherein local dignitaries, religious leaders, survivors, liberators, and the public gather to commemorate the Shoah (Destruction). A granite knee wall, which has surrounded the monument since 1996, lists the names of some 1,300 victims and survivors who have since died, a jarring reminder of not only the duty to bear witness, but also just how much the legacy of the Holocaust has impacted Cleveland and the community. The Ohio History Connection of Columbus recognized that impact in 2017 by installing an Ohio Historical Marker.\nSeveral hundred Holocaust survivors still live in the Cleveland area and the Kol Israel Foundation continues to support this vulnerable, yet dwindling population. Even when the last survivor has passed on, their mission to keep memory alive and combat intolerance via educational initiatives means the Foundation is well-positioned to carry on that most important of Jewish values, tikuun olaam (mending the world) in the 21st century."], "document_ids": ["<urn:uuid:28e0c6d7-245a-48e2-8175-ce56df0dc02c>", "<urn:uuid:8be0bdcb-d138-4aad-851c-69534ad6337d>"]}
{"id": 8, "question": "I'm considering recycling aluminum vs steel - which of these metals requires more energy savings when recycled compared to using raw materials? 🤔", "answer_ground": "Aluminum shows significantly greater energy savings compared to steel when recycled. According to the EPA data, producing aluminum from ore requires 250 Million BTU, while using recycled aluminum scrap only needs 12.5 Million BTU - a 95% energy reduction. This is also evidenced by the fact that producing new aluminum cans from recycled ones uses 95% less energy than producing from virgin aluminum ore. For steel, while specific BTU comparisons aren't given, we know that recycling one ton of steel conserves 2,500 pounds of iron ore, 1,400 pounds of coal and 120 pounds of limestone, representing significant but comparatively smaller energy savings.", "context": ["If you are an environmentally conscious consumer, you probably work hard to recycle many items that you use every day, such as paper, cans, plastic, glass bottles, etc. But did you know that you can also recycle many metal objects such as metal lamps, equipment, home appliances, metal tools, metal hangers, foil, aluminum cans and even your old car? In fact, car recycling is a quickly growing segment of the recycling industry, and you can even get paid for recycling your old car, rather than having it take up space in your back yard, or waste away at a junk yard.\nBy recycling metal you are actively helping to lower energy waste, to reduce green house gas emissions, and to conserve precious natural resources needed to produce new metal products. Today, in the US alone, according to the Institute of Scrap Recycling Industries (ISRI) there are “150 million metric tons of scrap materials recycled annually including: 81.6 million tons of iron and steel, 5 million tons of aluminum, 1.8 million tons of copper and 2 million tons of stainless steel”, and you can help these statistics grow by choosing to recycle your own old metal products.\nHow does scrap metal recycling work?\nDepending on what metal product is being recycled, there are a number of ways the recycling process can take place. If you are purchasing new home appliances or large metal equipment, you can ask the company that you purchase from to take away the old appliances, and they will take care of recycling it for you. You can also take smaller metal items that you have to a nearby metal recycling center and they will be happy to take them and will even pay you for bringing them in. The same goes for old cars. Once the cost of repairing your old car exceeds its value, it has reached the end of its life and a metal recycling company will pay you and take it away to be recycled. Interestingly, when it comes to old metal hangers, they are typically not accepted at the recycling facilities, but you can still recycle them by donating them to your local dry cleaners, who will happily take them in.\nAt recycling facilities, metal products are dismantled, compressed into flat shapes for ease of processing, and separated into 3 categories: iron and steel, nonferrous metal, and non-metallic scrap. The metals are then shredded into smaller pieces, while the non-metallic scrap is dumped into a landfill. Finally the shredded metal is shipped off to other facilities where it gets reused in new products.\nFacts on Recycling Aluminum Products (Cans)\n-Aluminum is a highly durable, long lasting metal: 2/3 of aluminum ever produced are still in use today.\n-Over 50% of aluminum cans produced are recycled in as little as 60 days.\n– According the ISRI, recycling aluminum conserves up to 8 tons bauxite ore and 14 megawatt hours of electricity.\n– It takes 95% less energy to produce a new can from a recycled one. This means than 20 recycled cans are produced using the energy to produce one can from virgin aluminum ore.\n-When you throw away an aluminum can, you actually waste as much energy as pouring out half of that can’s volume of gasoline.\nFacts on Recycling Steel Products (ELVs)\n– Cars are the most recycled consumer product. In fact, in EU car manufactures are responsible by law for the disposal of the vehicles they manufacture through the mandatory recycling and take-back programs.\n-Every year the steel industry in the US recycles more than 14 million tons of steel from old cars (ELVs), which is equivalent to about 13 million vehicles.\n-Steel can be recycled repeatedly without loss of quality or strength, which makes it the most recycled material in the world.\n-Steel used to make car bodies is typically 25% recycled.\n-The Motor and Equipment Manufactures Association reports that over 76% of each scrap vehicle is recycled.\n– According to the ISRI, recycling one ton of steel conserves 2,500 pounds of iron ore, 1,400 pounds of coal and 120 pounds of limestone.", "Reducing waste, reusing materials and products, and recycling are some of the most powerful ways individuals, households, and businesses can protect the environment.\nHere's why you should get involved:\n- Saving natural resources: Reusing discarded products and using recycled materials to make new products reduces the use of virgin materials, which often involves harvesting trees and mining the earth. Even better, “source reducing” waste — or avoiding the generation of discards in the first place — saves the most resources of all.\n- Preventing environmental problems that come from landfills: Few people want a landfill in their neighborhood. Unfortunately, we will need landfills as long as we choose to dispose of waste. Although landfills today are much safer than 20 years ago, they are still a poor use of land and a potential source of groundwater contamination and releases of methane and other gases.\n- Saving energy: Enormous amounts of energy are required to make products and materials worldwide. Energy is saved by not using products and materials when at all possible, or by reusing products in their current form. Tremendous energy savings come from using recycled instead of virgin materials in manufacturing.\n- Preventing pollution: Almost all manufacturing processes use water and release wastewater and air emissions into the environment. Reducing and reusing products cuts down on manufacturing pollution, just as the use of recycled instead of virgin materials prevents pollution in industrial processes.\n- Saving money: Households can save money by reusing materials and products and by practicing smart shopping habits that reduce waste.\nReducing the amount of waste you generate is a great step to take towards helping the environment. There are several things that you\n- Use tote bags or bins when shopping, say no to the plastic shopping bag.\n- Select packaging that does not have a lot of excess waste.\n- Use dinnerware that can be washed instead of paper plates and plastic ware.\n- Only buy things that you will use in the immediate future.\nMany commonly discarded items — from single-sided paper to clothing to televisions — are readily reusable in their current form.\nInstead of tossing an item in the trash can or recycling bin, consider ways it might still be usable to you or someone else, or whether it can be repaired if needed.\nGive your discards a chance at a second life by holding a yard sale or donating items to Goodwill, the Salvation Army, Habitat for Humanity, or other charitable outlets. Contact schools and nursery schools to find out different types of items they reuse for art projects. Donate used books to the Library. Several organizations take used cars and even boats.\nThe energy used to manufacture a product is a direct energy cost. But there are indirect energy costs, too. The energy used to obtain raw materials -- for transportation, distribution and even disposal of an item -- contributes to indirect energy costs.\nDirect and indirect energy costs are referred to as embedded energy -- the total amount of energy a product used in its “life.” Both direct and indirect energy cost can be reduced through recycling.\nTable Comparing Energy Cost of Manufacturing Products from Raw materials vs. Recycled materials:\n|NEWSPRINT||30 Million BTU||10 Million BTU|\n|PET PLASTIC||98 Million BTU||12 Million BTU|\n|HDPE PLASTIC||98 Million BTU||22 Million BTU|\n|GLASS||16 Million BTU||15 Million BTU|\n|METALS|| Aluminum from Ore|\n250 Million BTU\n| Aluminum from Scrap|\n12.5 Million BTU\nSOURCE: U.S. Environmental Protection Agency’s “Municipal Solid Waste in the United States: 2005 Facts and Figures”\nWhat can I recycle? Many materials can be recycled. Some of the most common are:\nNewspaper Aluminum Cans\nCardboard Steel Cans\nWriting/Copy Paper Plastic Bottles\nMixed Household Paper Glass Bottles and Jars\nMagazines End of Life Electronics\n- Americans represent only five percent of the world's population, but generate 30 percent of the world's garbage.\n- Recycling one ton of old paper saves 17 trees; 2 barrels of oil (enough to run an average car for 1,260 miles); 4,100 kilowatts of energy (enough power for the average home for 6 months); 3.2 cubic yards of landfill space; 7,000 gallons of wate; and 60 pounds of air pollution.\n- Every day, U.S. paper makers recycle enough paper to fill a train of boxcars 15 miles long.\n- If we recycled all of the newspapers printed in the U.S. on a typical Sunday, we would save about 550,000 trees.\n- Recycling the steel from six cars can provide enough steel framing for a 2000 square foot building.\n- The energy saved each year by steel recycling is equal to the electrical power used by 18 million homes each year -- or enough energy to last Irondequoit residents eight hundred years!\n- The steel industry recycles almost 19 billion steel cans into new products each year – about 600 cans recycled every second.\n- Recycling one aluminum can saves enough energy to power a television for three hours.\n- Americans throw away enough aluminum to rebuild our entire commercial fleet of airplanes every 3 months.\n- Aluminum cans produced in the United States can contain at least 50 percent recycled content.\n- Recycling one glass bottle saves enough electricity to light a 60-watt bulb for four hours.\n- If not recycled, one quart of used motor oil could pollute 250,000 gallons of drinking water.\n- Half of all polyester carpet made in the United States is made from recycled plastic (PT).\n- Energy saved from recycling helps the environment by reducing energy-related air pollution and greenhouse gas emissions.\nRemember - Recycle Today for Tomorrow !\n- Buy recycled products. If we want recycling to work, we must support manufacturers who use recycled materials in their products (post-consumer recycled content) -- whether in the products themselves or the packages they come in. Favor products with a high recycled content, even if they cost a little more. Look to buy more durable, less toxic and products with less packaging. Also, buy only what you need and use what you buy.\n- Consider packaging. Buy products that use less unnecessary packaging or packaging that can be recycled. If you really like or need a certain product with excess packaging contact the manufacturer and suggest that they use less packaging or recyclable packaging.\n- Use Common Services: for example, using the library instead of buying books, or renting tools instead of buying them.\nBuy to reduce waste. Buy in bulk, buy items in recyclable packaging, and avoid disposable items. Use your own reusable canvas bag when you shop.\nMake recycling an everyday activity. Encourage everyone you know to recycle. Share with others. Before throwing away unwanted, but still good, items, check with charitable organizations. Perhaps someone in need could be helped by what might have been trash."], "document_ids": ["<urn:uuid:9d52a436-7500-4353-94c6-56ca7c32c171>", "<urn:uuid:e3b8ff9f-5ac4-494f-bf73-84bd99cb53fa>"]}
{"id": 9, "question": "How do the baking temperatures differ between buttermilk pie crust and graham cracker crust?", "answer_ground": "The buttermilk pie crust requires a higher baking temperature of 400°F for the initial baking, while the graham cracker crust is baked at a lower temperature of 325°F.", "context": ["From classic comfort foods to regional standouts and desserts, we'll be sharing a new recipe with you each week. Find other dishes of the week here.\nThis week, we're sharing a sweet Southern classic: buttermilk pie.\nButtermilk pie is a custard pie made with, you guessed it buttermilk. Though it's known as a dessert popular in the Southern United States, its origins are likely from the U.K.\nThe dessert is often confused with chess pie; though chess pie contains cornmeal and occasionally corn syrup, where buttermilk pie does not. Instead, buttermilk pie is made simply with buttermilk, sugar, butter, eggs and flour. Variations include the addition of vanilla extract, lemon zest, fruit, or even chocolate.\nThe mixture is poured into a traditional pie crust; then baked until it sets and gets a crisp, caramelized top. The result is a rich, slightly tangy, and ultra creamy pie that is melts in your mouth with each bite.\nThis recipe, from Southern Living, will taste just like the old-fashioned pies your granny used to make. Feel free to use a store-bought pie crust or make your own.\nIngredients For the pastry crust: 1 1/2 cups all-purpose flour 1 tablespoon sugar 1/2 teaspoon table salt 6 tablespoons cold butter, cubed 3 tablespoons cold shortening, cubed 4 to 5 tbsp. ice water\nFor the pie filling: 1 1/2 cups sugar 3 tablespoons all-purpose flour 3 large eggs 1 cup buttermilk 1/2 cup butter, melted 1 tablespoon loosely packed lemon zest 3 tablespoons fresh lemon juice 1 teaspoon vanilla extract Optional: fresh whipped cream, fresh berries, fresh mint\nFor the pastry crust: Pulse the flour, sugar, and salt in a food processor 3 or 4 times or until combined. Add butter and shortening, and pulse 8 to 10 times or until mixture resembles coarse meal. Drizzle 4 tbsp. ice water over mixture; pulse 4 or 5 times or until dough clumps together, adding up to 1 tbsp. ice water, 1 tsp. at a time, if necessary. Gently shape dough into a flat disk. Wrap in plastic wrap, and chill 30 minutes.\nIf you like this story, consider signing up for our email newsletters.\nSHOW ME HOW\nPreheat oven to 400°. Roll dough into a 12-inch circle (about 1/8 inch thick) on a floured surface. Fit into a 9-inch pie plate; crimp edges. Prick bottom and sides with a fork. Line pastry with parchment paper, and fill with pie weights or dried beans.\nBake for 10 minutes. Remove weights and parchment paper, and bake 8 to 10 more minutes or until lightly browned. Transfer to a wire rack, and cool completely (about 30 minutes).\nFor the pie filling: Preheat oven to 350°. Whisk together first the flour and sugar in a large bowl. Whisk in eggs, buttermilk, melted butter, lemon zest and juice, and vanilla extract, stirring until well combined. Pour into prepared pie crust.\nBake for 35 to 45 minutes or until almost set, shielding edges with aluminum foil after 15 minutes. Transfer to a wire rack and allow to cool. Serve warm or at room temperature. Top with fresh whipped cream, berries, and/or mint if desired.", "Make your own Graham Cracker Pie Crust for your next cheesecake or cream pie. Made with four simple ingredients you can make a tasty and buttery made from scratch pie crust in minutes. No need to get a store-bought crust anymore.\nThis page may contain affiliate links, please see my full disclosure for policy details.\nWith just four ingredients you can make a buttery homemade graham cracker pie crust just to your liking. Making your own crust just tastes fresher than a store-bought crust and you can adjust the sugar content and flavoring.\nI firmly believe in making life simple and of course tasty so making a homemade crust is always my first option, but I am here to tell you, store-bought will work just the same for your cream pies.\nYou can even use different flavors of graham cracker crusts to go with the flavor of your pie. Chocolate graham crackers with a chocolate cream pie or honey graham crackers with a vanilla cheesecake; both sound delicious.\nFour simple ingredients\n- Graham crackers\n- Brown Sugar\n- White Sugar\nThere are so many uses for a graham cracker crust and you can have either a baked crust or an unbaked crust. Once mixed, the cracker crumbs can be pressed into a pie plate, a springform pan, a sheet pan, or any baking pan for cream pies, cheesecakes, and other dreamy and creamy desserts. Make sure to save extra crumbs to sprinkle on top.\nThere is nothing easier than making a graham cracker crust\nStep 1. If using the graham cracker sheets, break up 10 of the sheets and in place in a food processor and pulse until you have super fine crumbs. You can also place the sheets in a zip-lock bag and crush them with a rolling pin. Either way, you need 1 ½ cups. You may have to add some extra graham sheets for the right amount.\nStep 2. Pour the crumbs into a bowl and add the melted butter and the sugars. Mix well with a fork until the crumbs are coated with butter and the mixture looks sandy and crumbly.\nStep 3. Pour the graham mixture into a 9″ – 10″ pie plate and using your hands or the bottom of a cup press the crumbs on the bottom and sides of the pie plate. For a baking dish or springform pan just press the crumbs in the bottom.\nTake your time pressing down the crumbs. Try using a measuring cup for the bottom and I like using a spoon to go around the sides of the pie pan and pushing down the top to form a nice edge at the top of the pie crust.\nStep 4. For an unbaked pie crust, place the pie pan in the refrigerator for 1 hour to set the butter.\nFor a baked pie crust, baked in a 325 degree F. oven for 8 minutes.\nFill the pie crust as directed for your pie recipe\nAdd some spices to your crust\nEverybody likes different flavors\n- Cinnamon – for a Banana Cream Pie\n- Vanilla beans – perfect for any cream pie or cheesecake\n- Nutmeg – with an Eggnog Cheesecake\n- Cardamom – I love this flavor with a citrus cream pie\n- Red pepper – for a bold flavor in a Mexican Chocolate Cream Pie\n- so many variations\nGraham cracker pie crust questions & tips\nWhy is my crust crumbling\nYour crust might crumble if there isn’t enough butter in crumbs, or it wasn’t pressed down enough\nThe crust is rock hard and I can’t cut it, this is common and maybe because of\nOverbaking the crust\nCompacting the crumbs too much, they need to be pressed hard but don’t go crazy\nAdding too much butter which will harden for both the baked and unbaked crusts.\nBefore serving your pie, wet a dish towel in hot water and wring it dry then set the pie plate on the hot, wet towel. This will soften the butter in the crust and help it release easily.\nDo I have to bake the crust\nThis is up to you. Baking the crust adds a depth of flavor from the melted sugar in the graham cracker crumbs, and the melted sugar is what will hold the crumbs together. I prefer the baked crusts because they don’t crumble as much and have a nice toasty flavor.\nFor the unbaked crust, the butter in the crumbs will harden when placed in the refrigerator.\nMake sure the crumbs are chopped or crushed very fine\nHaving finely chopped crumbs help the crust hold together better. If large chunks of graham crackers are in the crust it doesn’t look as pretty and will also be harder to cut a clean slice.\nCut with a warm knife\nIf your crust is very hard, try this technique, hold you knife under hot water to heat up the blade, dry it off then cut your pie or dessert.\nOther One Hot Oven Pie Crust Recipes\nDon’t forget to Pin to your favorite board\nEasy Graham Cracker Pie Crust\n- If using graham cracker sheets, break them up and grind in a small food processor. You can also place the graham cracker sheets in a ziplock back and crush with a rolling pin.\n- Transfer the crumbs to a mixing bowl and add the melted butter, sugar, and brown sugar. Mix all together with a fork until the mixture is coated in the butter and looks crumbly.\n- Pour the graham cracker crumbs into a 9\" or 10\" pie plate. and using the bottom of a measuring cup start pressing down on the crumbs to\n- With your fingers or the bottom of a cup press the crumbs evenly all around the pie plate; bottom and sides. You can use a spoon to press in the sides of the crust. You want the crumbs to be compact so the crust does not crumble when cut.\nNo-Bake Graham Cracker Crust\n- Make the crust a directed and place in the refrigerator for one hour before filling.\nFor a Baked Graham Cracker Crust\n- Preheat the oven to 325° F. Bake the crust for 8 minutes.\n- For the sugar in the recipe - instead of using half brown sugar and half white sugar, you can make the recipe using just one type of sugar.\n- Digestive biscuits can be used instead of graham cracker crumbs.\n- When pressing down on the cracker crumbs in the pie plate, you want them compressed enough to be firm, but if they are too compressed you won't be able to cut the crust once it is baked.\n- You can use different flavors of graham crackers such as honey or chocolate\n- Add spices like cinnamon, nutmeg, apple pie spice, cardamom\nThank you for stopping by the One Hot Oven blog. Please leave a comment to say Hello or just let me know what you are baking these days.\nFrom learning to cook on a farm in Indiana to culinary school in California, my passion for food is never-ending. Turning on my oven to bake something for friends and family is my happy place, and I am glad to be here at One Hot Oven sharing both sweet and savory recipes with all my baking friends.\nHave any questions or just want to chat about the recipe? Contact me here, and I’ll be happy to help!"], "document_ids": ["<urn:uuid:2dfdfd7d-b80a-4056-969e-1be5521386fd>", "<urn:uuid:e0e87534-a441-4860-8c79-738c597184e1>"]}
{"id": 10, "question": "How do LEGO Mindstorms and Tamiya Battle System approach distance and spatial interaction in their robotics platforms?", "answer_ground": "The Tamiya Battle System operates within a maximum shooting range of 30 meters, with specific hit detection rules: within 5 meters, hits from any angle cause damage, while beyond 5 meters, only hits at right angles (front, sides, or rear) are effective, simulating realistic tank armor deflection physics. The LEGO Mindstorms EV3, meanwhile, uses various sensors for spatial awareness, including a color sensor that recognizes seven different colors and light intensity, a touch sensor for physical interactions, and a remote infrared beacon that enables distance control and tracking of the robot's movements.", "context": ["TAM53447 - Tamiya 1/16 LED Battle System - For Full Option Tamiya RC Tanks. Set up mock battles with 2 or more tanks and have your own tank battles in the comfort of your backyard.\nTamiya is proud to release Battle System, a revolution in tank-to-tank fighting. This system incorporates infrared light and realistic sound, eliminating the difficulty in judging, often found with other tank-to-tank games. Furthermore, infrared light is totally harmless and prevents damage to details of the tank body. The system is comprised of the GFS (Gun Fire Simulator) Unit and the Infrared LED Unit, for the respective detection and emission of infrared beams. A wide range of sound effects and actions are reproduced with Battle System including: damage blast, engine trouble sound, loss of speed, blast reaction, limited operation state, and finally inoperative state. Battle System provides a maximum shooting range of 30m and can be easily installed to your tank even after assembly and painting. Battle System lets you bring out the true roar of your 1/16 RC Tank!\nPersonalize your Tank Combat! The Battle System lets you choose among three tank classes: light, medium, and heavy at the flick of a switch. Also, the number of blasts your tank can endure, the length of time between each firing-Battle System lets you set the conditions exactly as you wish. (See diagram above for more details.)\nTaking a Hit: You have just been hit by the enemy tank! You will hear the booming \"damage blast\" sound and feel your tank shake with the \"blast reaction\" effect. The GFS Unit will also flash to indicate the hit, and the sound and speed of your engine will slow. Also, directly after taking a hit, your tank gets \"shaken up\" and temporarily loses the ability to fire-you're down...but not out.\nBlown Away! Your tank can only absorb so much punishment. After a certain number of blasts (this too can be adjusted), you will hear an \"explosion\" and the GFS Unit will flash intensely. Your tank will make two final lurches forward before the engine shuts down and all tank control is lost. NOW you're out...but...\nBack from the Dead: The good news is that after a short period of \"down-time\" (about 15sec), your tank will come back to life with the \"battery engine start-up\" sound. For a short time, your tank remains invulnerable to enemy fire, allowing for some evasive maneuvering before striking back at your foe.\nLong 30m Shooting Distance!\n- Battle System provides a maximum shooting distance of 30m, allowing for spacious tank-to-tank battling in a variety of settings.\n- When enemy is within 5m of your tank, blasting him at any angle will cause damage.\n- When the enemy is outside the 5m radius, only hits made at right angles to the tank (front, sides, or rear) will be effective. Battle System stays true to laws of real tank combat, where hits received diagonally harmlessly defect off the thick armor plating. Tamiya brings you the heart-pounding thrill of real tank combat with Battle System.", "For years, LEGO has been at the forefront of innovative building kits for young makers and creators. Always looking for new ways to keep kids building and experimenting, LEGO has gone far beyond the static blocks we are all familiar with.\nFrom the best LEGO Star Wars sets to the best LEGO Technic kits, there really is something LEGO for every age, skill level, and interest. Heck, there are even Lego games. But the jewel in the ever-growing crown of the LEGO universe just may be the addition of LEGO robotics, and the maker sensation that is the LEGO Mindstorms EV3 building kit and programming platform.\nWhat is LEGO Robotics?\nLEGO Robotics is an all-encompassing robotics building and programming platform. With the single Mindstorms EV3 kit, makers can create, build, and program a nearly endless array of cool robots, vehicles, and machines. The kit itself includes detailed instructions for building five individual robots. There are plenty of projects out there created by other users. In addition, the LEGO website has building plans from LEGO and submissions from fans.\nWhy should you choose LEGO Robotics over other robotics platforms? LEGO has years of experience creating building kits for every age, interest, and skill level, and all that experience has gone into creating LEGO Mindstorms. The building instructions are excellent, detailed, and complete, a hallmark of the LEGO building system. For more creative makers, there is plenty of room for building your own designs and expanding the robots and machines. Finally, the programming platform is easily accessible and user-friendly and slowly introduces kids to its unique programming language. The programming software is available for a huge variety of devices, from Mac and PC to tablets.\nWhat’s In The Box: LEGO Robotics Mindstorms\nOpening up the LEGO Mindstorms box can be a little daunting. First of all, there are a lot of pieces and many that you may not recognize. If you’re new to LEGO robotics, there will be quite a few pieces that aren’t included in any other LEGO building kit. So, it helps to go through the pieces and identify and separate the various components. First and foremost is the EV3 brick. This is the programmable brick that is the control center and power for your robots. It contains a powerful processor, four input ports for connecting sensors, four output ports to connect and control motors. There is also a mini-USB port for connecting to a computer, a USB host port, and a micro-SD port to expand memory.\nSensors, Motors, And More\nNext, identify the sensors that connect to the input ports. The sensors will collect information and relay it to EV3 brick. The brick will then process that information, relay it to the motors, and your robot will react. There’s a color sensor that recognizes seven different colors as well as light intensity. There is also a touch sensor that recognizes ‘touched’, ‘bumped’, and ‘released’. Also, look for the remote infrared beacon which controls your robot from a distance and allows for tracking.\nFinally, identify the motors. There are two large motors for powerful robotic action and a medium motor that allows for faster movements. The medium motor also cuts down on overall size and weight.\nThese are the primary robotics components. There are also plenty of LEGO bricks, pieces, and accessories for creating an endless array of awesome robots.\nChoose A LEGO Robotics Robot And Start Building\nNow it’s time to choose which robot to build. Most makers recommend starting with the TRACK3R. Instructions for building this robot are included in the LEGO robotics Mindstorms kit. Also, the programming is already included on the EV3 programmable brick. This simple robot should take around an hour to build. Building it will familiarize makers with the kit and components, and introduce them to the basic controls.\nNext, choose a different robot to build. Select one of the robots with instructions in the kit. Choices include SPIK3R, a scorpion-like robot, and R3PTAR, who looks like a snake. There’s also GRIPP3R and EV3RSTORM, the more humanoid robots. Build the robot and then…\nStart Programming With LEGO Robotics\nThe basics are mastered and a new cool robot is built. It’s time to begin programming. Fortunately, LEGO has a fun, simple programming app called LEGO Commander. Downloads for Mac, PC, and tablets are available at the LEGO website.\nInstallation is simple and even young makers will be able to program their new robots in no time at all. The app includes a simple drag and drop interface. The basic robots have programs already included in the app. Simply connect the robot to a device and install the programming into the robot. This is also a good time to start exploring the Mindstorms LabView programming language. Open up the existing programs, and note how the language functions. It uses a simple and intuitive system of colored tiles and icons to create mechanical functions for your the creations.\nNow that the basic are mastered, the possibilities are endless, especially for young imaginative makers. They create and build their own cool robots and then use LEGO’s simple programming language to control their robot. LEGO robotics offers children the opportunity the exercise their imaginations and learn basic programming in a single, yet sophisticated robotics kit.\nWe love to hear from you! Share your LEGO robotics questions and experiences in the comments below.\nFeature image courtesy of Flickr, JuditK."], "document_ids": ["<urn:uuid:7f7f2d6e-925a-49b7-b8df-6b0f6553c504>", "<urn:uuid:1ffaff97-bb10-48ae-b689-b127a861c61c>"]}