{"id": 6, "question": "What is RF value in chromatography and how is it measured?"}
{"id": 12, "question": "What are the target timelines for infant hearing screening and intervention in Washington state?"}
{"id": 18, "question": "How old are most of the atoms in the human body?"}
{"id": 20, "question": "What are the main educational materials included in the 'Guam Water Kids' program for students aged 9-12?"}
{"id": 21, "question": "What are the main advantages of using automated RTM (Resin Transfer Molding) over traditional prepreg manufacturing for aircraft seat structures?"}
{"id": 22, "question": "What is the Thondrol and why is it significant in Bhutan?"}
{"id": 23, "question": "What percentage of new non-residential buildings were considered 'green construction' in 2010 compared to 2005?"}
{"id": 24, "question": "How many variety shows and sitcoms were on television in Fall 1969?"}
{"id": 25, "question": "What are the different personality types of horses and how do they respond to stress?"}
{"id": 26, "question": "What are the main symptoms of classical cystic fibrosis?"}
{"id": 27, "question": "What safety precaution should be taken when hanging a curtain rod above a bed in earthquake-prone areas?"}
{"id": 28, "question": "What is the main difference between Ganoderma lucidum and Ganoderma tsugae fungi in terms of where they grow?"}
{"id": 29, "question": "What are the main challenges India faces in its power sector regarding electricity access and supply?"}
{"id": 30, "question": "What are some differences between Indian and Mexican chili peppers in cooking?"}
{"id": 31, "question": "How does a diamond's carat weight affect its price?"}
{"id": 32, "question": "How big is Leonardo da Vinci's Last Supper painting, and where is it located?"}
{"id": 33, "question": "What makes Erbium Doped Fiber Amplifiers special in terms of how they amplify signals?"}
{"id": 34, "question": "When and where was Stravinsky's ballet suite, which rearranged Pergolesi's work, first performed?"}
{"id": 35, "question": "How has aerial surveillance in the Navy changed with the introduction of unmanned vehicles?"}
{"id": 36, "question": "What evidence suggests that Mars once had more oxygen in its atmosphere than it does today?"}
{"id": 37, "question": "What are the recommended daily protein requirements for adult men and women?"}
{"id": 38, "question": "At what age are dancers most vulnerable to injuries, and why?"}
{"id": 39, "question": "What happens during viral interference between two viruses?"}
{"id": 40, "question": "What was the BALCO scandal and when did it come to light?"}
{"id": 41, "question": "What are the different types of VAR partnership models available for SaaS products?"}
{"id": 42, "question": "How does architecture play a role in creating tension in Hitchcock's Rear Window?"}
{"id": 43, "question": "When did Germany become a unified country, and what cultural challenges did this unification bring?"}
{"id": 44, "question": "When did Lyons become an important artistic and commercial center in France, and what triggered this development?"}
{"id": 45, "question": "Why do women have different susceptibility to allergies and autoimmune diseases compared to men?"}
{"id": 46, "question": "How much additional money did Eli Lilly plan to invest in its Research Triangle Park facility?"}
{"id": 47, "question": "What happens to my property in California if I have a joint tenant and I die?"}
{"id": 48, "question": "What information do I need to calculate how long a battery will last?"}
{"id": 49, "question": "Can you tell me about the Swamp Rabbit Trail in South Carolina? What's its history and current extent?"}