{"id": 0, "question": "Should authentic Inuit sculptures always have an artist's signature to be considered genuine?"}
{"id": 1, "question": "How does SpriteKit handle animations and what are actions used for?"}
{"id": 2, "question": "How should I store and apply 10 million nematodes that come packaged in a sponge?"}
{"id": 3, "question": "What makes UNESCO consider the Acropolis of Athens particularly significant as a World Heritage Site?"}
{"id": 4, "question": "Can energy be created or destroyed during motion?"}
{"id": 5, "question": "Who did Carlos Alcaraz defeat at Wimbledon 2023 to win his first Grand Slam title?"}
{"id": 6, "question": "What is RF value in chromatography and how is it measured?"}
{"id": 7, "question": "Why do large trucks need to make such wide turns at intersections?"}
{"id": 8, "question": "What was the purpose of the uprising in Italy in 1861 led by Garibaldi and his thousand men?"}
{"id": 9, "question": "What exactly gives particles their mass according to physics?"}
{"id": 10, "question": "What is the maximum delta-v that can be achieved with an engine that has an ISP of 350 seconds?"}
{"id": 11, "question": "What happened to the guitarist who recorded the guitar solo in 'Rock Around The Clock' with Bill Haley?"}
{"id": 12, "question": "What are the target timelines for infant hearing screening and intervention in Washington state?"}
{"id": 13, "question": "Why was the Church of the Savior on Spilled Blood built in St. Petersburg?"}
{"id": 14, "question": "Where can I find practice tests to prepare for the PMP certification exam?"}
{"id": 15, "question": "What is referential transparency in functional programming and what are its main benefits?"}
{"id": 16, "question": "What precautions should be taken when using supplemental oxygen during surgery for someone with Duchenne muscular dystrophy?"}
{"id": 17, "question": "How can I take clearer photos underwater?"}
{"id": 18, "question": "How old are most of the atoms in the human body?"}
{"id": 19, "question": "What is chitosan and what are its key properties as a natural coagulant?"}