[
  {
    "categorization_name": "Factuality",
    "categories": [
      {
        "name": "factoid",
        "description": "Question seeking a specific, concise piece of information or a short fact about a particular subject, such as a name, date, or number (e.g., ‘When was Napoleon born?’)."
      },
      {
        "name": "open-ended",
        "description": "Question inviting detailed or exploratory responses, encouraging discussion or elaboration. (e.g., ‘what caused the French revolution?’)."
      },
      {
        "name": "non-factoid-experience",
        "description": "A question to get advice or recommendations on a particular topic."
      }
    ]
  },
  {
    "categorization_name": "Premise",
    "categories": [
      {
        "name": "direct",
        "description": "Question that does not contain any premise or any information about the user (e.g., ‘what is the fee for speeding in Italy?’)."
      },
      {
        "name": "with-premise",
        "description": "Question starting with a very short premise, where the user reveals their needs or some information about himself (e.g., ‘I have an H1-B visa for the United States. Is there a limit to how many times I can exit and enter the country in a year?’)."
      }
    ]
  },
  {
    "categorization_name": "Phrasing",
    "categories": [
      {
        "name": "concise-and-natural",
        "description": "Phrased in the way people typically speak, reflecting everyday language use, without formal or artificial structure. It is a concise direct question consisting of less than 10 words (e.g., ‘what’s the weather like in Paris now?’)."
      },
      {
        "name": "verbose-and-natural",
        "description": "Phrased in the way people typically speak, reflecting everyday language use, without formal or artificial structure. It is a relatively long question consisting of more than 9 words (e.g., ‘I thought of visiting Paris this year, not sure when is the best time. How is it like in the summer?’)."
      },
      {
        "name": "short-search-query",
        "description": "Phrased as a typed web query for search engines (only keywords, without punctuation and without a natural-sounding structure). It consists of less than 7 words (e.g., ‘Paris weather August’)."
      },
      {
        "name": "long-search-query",
        "description": "Phrased as a typed web query for search engines (only keywords, without punctuation and without a natural-sounding structure). It consists of more than 6 words (e.g., ‘Paris, France temperature humidity climate summer vs fall’)."
      },
      {
        "name": "telegraphic",
        "description": "Questions of a very brief, keyword-like nature, often omitting function words (e.g., 'Julia Alvarez parents?')."
      }
    ]
  },
  {
    "categorization_name": "Linguistic Variation",
    "categories": [
      {
        "name": "similar-to-document",
        "description": "Phrased using the same terminology and phrases appearing in the document (e.g., for the document ‘The Amazon River has an average discharge of about 215,000–230,000 m3/s’, ‘what is the average discharge of the Amazon river’)."
      },
      {
        "name": "distant-from-document",
        "description": "Phrased using terms completely different from the ones appearing in the document (e.g., for a document ‘The Amazon River has an average discharge of about 215,000–230,000 m3/s’, ‘How much water run through the Amazon?’)."
      }
    ]
  },
  {
    "categorization_name": "Complexity",
    "categories": [
      {
        "name": "simple",
        "description": "Question requiring retrieval of a single fact or simple temporal information from the context [2]."
      },
      {
        "name": "medium",
        "description": "Question involving multiple context facts and potentially requiring temporal semantic operations [2]."
      },
      {
        "name": "complex",
        "description": "Question requiring retrieval of multiple facts and potentially complex temporal reasoning, arithmetic, or ranking operations [2]."
      }
    ]
  },
  {
    "categorization_name": "Question Type Conditions",
    "categories": [
      {
        "name": "comparison",
        "description": "Question that includes comparison conditions (e.g., 'What country has the highest population...?') [3]."
      },
      {
        "name": "temporal",
        "description": "Question that includes temporal conditions (e.g., '...in the year 2008?') [3]."
      },
      {
        "name": "no_entities",
        "description": "Question containing no named entities (e.g., 'What public company has the most employees in the world?') [3]."
      },
      {
        "name": "multiple_entities",
        "description": "Question containing two or more named entities, reflecting compositional nature [3]."
      }
    ]
  },
  {
    "categorization_name": "Answerability",
    "categories": [
      {
        "name": "answerable",
        "description": "Question for which an answer can be derived from the provided context/knowledge base."
      },
      {
        "name": "unanswerable",
        "description": "Question for which an answer cannot be derived from the provided context/knowledge base (e.g., 'Who was the first human being on Mars?') [3]."
      }
    ]
  },
  {
    "categorization_name": "Answer Type Focus",
    "categories": [
      {
        "name": "entity",
        "description": "Question whose expected answer is a named entity (e.g., person, organization, location) [3]."
      },
      {
        "name": "literal",
        "description": "Question whose expected answer is a literal value like a number or date [3]."
      },
      {
        "name": "fine-grained",
        "description": "Question seeking a specific, fine-grained type of answer (e.g., 'sports manager', 'species')."
      }
    ]
  },
  {
    "categorization_name": "Question Topic",
    "categories": [
      {
        "name": "general",
        "description": "Question on a general knowledge topic."
      },
      {
        "name": "specific_domain",
        "description": "Question related to a specific domain like geography, movies, sports, science, etc. [3]."
      }
    ]
  },
  {
    "categorization_name": "Question Intent",
    "categories": [
      {
        "name": "definition",
        "description": "Seeking the meaning or explanation of a term, concept, or entity (e.g., 'What is quantum entanglement?')."
      },
      {
        "name": "explanation",
        "description": "Seeking reasons, causes, or mechanisms behind a phenomenon or event (e.g., 'Why is the sky blue?', 'How does photosynthesis work?')."
      },
      {
        "name": "procedural",
        "description": "Seeking step-by-step instructions or methods to accomplish a task (e.g., 'How do I bake sourdough bread?')."
      },
      {
        "name": "confirmation",
        "description": "Seeking to verify a piece of information or a belief (e.g., 'Is it true that bats are blind?')."
      },
      {
        "name": "hypothetical",
        "description": "Posing a speculative scenario and asking about potential outcomes or consequences (e.g., 'What would happen if the Earth stopped spinning?')."
      },
      {
        "name": "opinion_seeking",
        "description": "Requesting subjective viewpoints, recommendations, or judgments, although the RAG system should aim for objective summaries if possible (e.g., 'What is the best programming language for beginners?')."
      },
      {
        "name": "list_seeking",
        "description": "Explicitly asking for a list of items, examples, or features (e.g., 'List the planets in the solar system.', 'What are the symptoms of the flu?')."
      }
    ]
  },
  {
    "categorization_name": "Question Structure",
    "categories": [
      {
        "name": "single_focus",
        "description": "Asking about one specific entity, event, or concept (e.g., 'What is the capital of France?')."
      },
      {
        "name": "multi_part",
        "description": "Containing multiple related sub-questions within a single query (e.g., 'What is the capital of France and what is its population?')."
      },
      {
        "name": "comparative_explicit",
        "description": "Explicitly comparing two or more entities or concepts using comparative language (e.g., 'Which is larger, Jupiter or Saturn?')."
      },
      {
        "name": "conditional",
        "description": "Posing a question based on a specific condition being met (e.g., 'If I invest $1000, what might be the return in 5 years?')."
      },
      {
        "name": "implicit_request",
        "description": "Phrased as a statement that implies a need for information rather than an explicit question (e.g., 'Tell me about the history of the internet.')."
      }
    ]
  },
  {
    "categorization_name": "Semantic Ambiguity",
    "categories": [
      {
        "name": "unambiguous",
        "description": "Having a clear and single interpretation (e.g., 'What is the boiling point of water at sea level?')."
      },
      {
        "name": "lexical_ambiguity",
        "description": "Containing words with multiple meanings that could change the question's intent (e.g., 'What is a bank?' - financial institution or river side?)."
      },
      {
        "name": "syntactic_ambiguity",
        "description": "Having a grammatical structure that allows for multiple interpretations (e.g., 'I saw the man with the telescope.' - Who has the telescope?)."
      },
      {
        "name": "scope_ambiguity",
        "description": "Ambiguity regarding the scope of modifiers or quantifiers (e.g., 'List companies that don't use fossil fuels.' - Completely? Primarily?)."
      }
    ]
  },
  {
    "categorization_name": "Embedded Assumptions",
    "categories": [
      {
        "name": "neutral_fact_based",
        "description": "Based on generally accepted facts or neutral framing (e.g., 'What are the main components of a car engine?')."
      },
      {
        "name": "contains_unverified_premise",
        "description": "Based on an assumption that might be questionable or requires verification (e.g., 'Since the moon landing was faked, who directed the footage?'). Note: Distinct from 'unanswerable' as it might be answerable *if* the premise was true, or requires addressing the premise."
      },
      {
        "name": "requires_specific_context",
        "description": "Assumes knowledge of a very specific cultural, technical, or personal context not universally shared (e.g., 'What was the outcome of the Q2 project review meeting?')."
      },
      {
        "name": "loaded_question",
        "description": "Contains a controversial or unjustified assumption, often aiming to trap the answerer (e.g., 'Have you stopped using unethical data sources?')."
      }
    ]
  },
  {
    "categorization_name": "Temporal Focus",
    "categories": [
      {
        "name": "historical",
        "description": "Pertaining to past events, figures, or periods (e.g., 'Who was the first president of the United States?')."
      },
      {
        "name": "contemporary_current",
        "description": "Pertaining to recent or ongoing events, current state of affairs (e.g., 'What is the current unemployment rate in Germany?', 'Who won the latest F1 race?'). Requires up-to-date information."
      },
      {
        "name": "future_speculative",
        "description": "Asking about predictions, forecasts, or future possibilities (e.g., 'What will the weather be like tomorrow?', 'Will AI achieve general intelligence by 2030?')."
      },
      {
        "name": "atemporal",
        "description": "Asking about concepts or facts that are generally considered timeless or not tied to a specific period (e.g., 'What is the chemical formula for water?', 'What are the rules of chess?')."
      }
    ]
  },
  {
    "categorization_name": "Answer Composition",
    "categories": [
      {
        "name": "single_fact_retrieval",
        "description": "Requires retrieving a single, discrete piece of information from the context."
      },
      {
        "name": "multi_fact_synthesis",
        "description": "Requires retrieving multiple pieces of information and synthesizing them into a coherent answer (e.g., summarizing differences, explaining a process based on scattered details)."
      },
      {
        "name": "list_generation",
        "description": "Requires extracting and presenting multiple items as a list. (e.g., 'List the planets in the solar system.')."
      },
      {
        "name": "summary_generation",
        "description": "Requires condensing information from one or more sources into a shorter summary. (e.g., summarizing a long article or report)."
      },
      {
        "name": "binary_decision",
        "description": "Requires a yes/no or true/false answer. (e.g., 'Is the sky blue?')."
      },
      {
        "name": "binary_decision_justification",
        "description": "Requires a yes/no or true/false answer, often followed by justification or explanation based on retrieved evidence. (e.g., 'Is the sky blue? Why or why not?')."
      },
      {
        "name": "causal_inference",
        "description": "Requires inferring cause-and-effect relationships from the provided context. (e.g., 'What caused the Great Depression?')."
      }
    ]
  },
  {
    "categorization_name": "Perspective and Bias",
    "categories": [
      {
        "name": "neutral_objective",
        "description": "Phrased neutrally, seeking objective information without indicating a preferred viewpoint (e.g., 'What are the arguments for and against nuclear power?')."
      },
      {
        "name": "implies_positive_bias",
        "description": "Phrased in a way that suggests a positive view of the subject (e.g., 'Explain the benefits of renewable energy.')."
      },
      {
        "name": "implies_negative_bias",
        "description": "Phrased in a way that suggests a negative view of the subject (e.g., 'What are the dangers of artificial intelligence?')."
      },
      {
        "name": "requests_specific_perspective",
        "description": "Explicitly asks for information reflecting a particular viewpoint or stakeholder perspective (e.g., 'From an environmental perspective, what are the impacts of tourism?')."
      }
    ]
  },
  {
    "categorization_name": "Formality Level",
    "categories": [
      {
        "name": "formal_academic",
        "description": "Uses formal language, complex sentence structures, and precise terminology, typical of academic or professional contexts (e.g., 'Elucidate the principal mechanisms underlying cellular respiration.')."
      },
      {
        "name": "informal_colloquial",
        "description": "Uses everyday language, slang, contractions, and simpler sentence structures (e.g., 'Hey, what's the deal with that K-pop band everyone's talking about?')."
      },
      {
        "name": "technical_jargon",
        "description": "Includes specialized terms or jargon specific to a field, potentially difficult for a general audience (e.g., 'What is the optimal hyperparameter configuration for fine-tuning BERT on SQuAD?')."
      }
    ]
  },
  {
    "categorization_name": "Abstractness Level",
    "categories": [
      {
        "name": "concrete",
        "description": "Asking about specific, tangible entities, objects, people, places, or events (e.g., 'What material is the Eiffel Tower made of?', 'Who directed the movie Inception?')."
      },
      {
        "name": "abstract",
        "description": "Asking about concepts, ideas, theories, qualities, or relationships that are not directly tangible (e.g., 'What is justice?', 'Explain the concept of cognitive dissonance.', 'What defines happiness?')."
      },
      {
        "name": "mixed_concrete_abstract",
        "description": "Asking about the relationship between concrete examples and abstract concepts (e.g., 'How does the French Revolution exemplify the idea of liberty?', 'What abstract principles guide the design of sustainable architecture?')."
      }
    ]
  },
  {
    "categorization_name": "Answer Precision Requirement",
    "categories": [
      {
        "name": "exact_value",
        "description": "Requires a precise numerical value, date, name, or specific term (e.g., 'What is the exact value of pi to 5 decimal places?', 'On what date did World War II end?')."
      },
      {
        "name": "approximate_range",
        "description": "Satisfied by an estimated value, range, or general category (e.g., 'About how many people live in Tokyo?', 'What is the typical lifespan of a dog?')."
      },
      {
        "name": "qualitative_descriptive",
        "description": "Requires a descriptive, non-numerical answer explaining qualities, characteristics, or processes (e.g., 'Describe the climate of the Mediterranean region.', 'What are the main themes in Hamlet?')."
      }
    ]
  },
  {
    "categorization_name": "Cultural Context Dependency",
    "categories": [
      {
        "name": "culturally_universal",
        "description": "Likely understandable and answerable regardless of specific cultural background (e.g., 'What is photosynthesis?', 'How many continents are there?'). Assumes basic global knowledge."
      },
      {
        "name": "culturally_specific",
        "description": "Relies on knowledge of specific cultural norms, traditions, idioms, history, or references (e.g., 'What is the significance of Dia de Muertos in Mexico?', 'Explain the rules of cricket.', 'What does 'spill the tea' mean?')."
      },
      {
        "name": "regionally_specific",
        "description": "Relies on knowledge specific to a particular geographic region, potentially crossing cultural lines within that region (e.g., 'What are the best hiking trails in the Alps?', 'Describe the traffic patterns in downtown Los Angeles.')."
      }
    ]
  },
  {
    "categorization_name": "Conversational Context",
    "categories": [
      {
        "name": "self_contained",
        "description": "Fully understandable without reference to prior conversation turns (e.g., 'What is the capital of Australia?')."
      },
      {
        "name": "anaphoric_reference",
        "description": "Contains pronouns or references (like 'it', 'that', 'the previous one') that depend on entities mentioned in a preceding (hypothetical) turn (e.g., following 'Paris is nice.', the question 'What is *its* population?' depends on the previous turn)."
      },
      {
        "name": "elliptical",
        "description": "Omits parts of the question that are implied by the preceding context (e.g., following 'Tell me about Python.', the next query 'And Java?' implicitly means 'Tell me about Java.')."
      },
      {
        "name": "follow_up_clarification",
        "description": "Seeks clarification or more detail on a previous answer or topic (e.g., 'Can you elaborate on the first point you mentioned?', 'What do you mean by 'significant impact'?')."
      }
    ]
  },
  {
    "categorization_name": "Input Quality",
    "categories": [
      {
        "name": "grammatically_correct_standard",
        "description": "Well-formed question following standard grammar and spelling rules."
      },
      {
        "name": "contains_typos_spelling_errors",
        "description": "Includes minor typographical or spelling mistakes that might require error tolerance (e.g., 'What is the temprature in Londn?')."
      },
      {
        "name": "grammatically_incorrect_non_standard",
        "description": "Contains grammatical errors or non-standard sentence structures, but intent is likely decipherable (e.g., 'How much people live New York City?')."
      },
      {
        "name": "includes_irrelevant_text",
        "description": "Contains extraneous words or phrases not essential to the core query (e.g., 'Okay so I was wondering, like, what is the main export of Brazil, you know?')."
      },
      {
        "name": "fragment",
        "description": "An incomplete question or phrase representing a query (e.g., 'causes of climate change'). Similar to search queries but might appear mid-conversation."
      }
    ]
  },
  {
    "categorization_name": "Ethical and Safety Considerations",
    "categories": [
      {
        "name": "neutral_benign",
        "description": "Asks for standard factual or explanatory information without obvious ethical implications."
      },
      {
        "name": "potentially_sensitive",
        "description": "Touches upon topics that can be sensitive due to personal beliefs, social issues, or privacy concerns (e.g., politics, religion, health conditions, financial advice)."
      },
      {
        "name": "requests_potentially_harmful_content",
        "description": "Asks for information or instructions that could be used for harmful, dangerous, illegal, or unethical activities (e.g., how to build weapons, promote hate speech, perform illegal acts)."
      },
      {
        "name": "explores_bias_stereotypes",
        "description": "Asks about or may elicit biased information or stereotypes, requiring careful handling (e.g., 'Why are certain groups perceived as...?')."
      },
      {
        "name": "seeks_advice_critical_domains",
        "description": "Asks for advice in high-stakes domains like medical, legal, or financial, where incorrect information could have severe consequences."
      }
    ]
  },
  {
    "categorization_name": "Required Reasoning Type",
    "categories": [
      {
        "name": "simple_retrieval",
        "description": "Answer is likely directly stated in a single passage of the source text."
      },
      {
        "name": "multi_hop_retrieval",
        "description": "Requires connecting information from multiple passages or documents to formulate the answer."
      },
      {
        "name": "numerical_calculation",
        "description": "Requires performing mathematical operations (addition, subtraction, averaging, etc.) on retrieved numerical data (e.g., 'What is the total population of California and Texas?')."
      },
      {
        "name": "logical_deduction",
        "description": "Requires applying logical rules (e.g., if A implies B, and A is true, then B is true) to retrieved facts."
      },
      {
        "name": "commonsense_reasoning",
        "description": "Requires applying general world knowledge or understanding of typical situations not explicitly stated in the text (e.g., inferring intent or cause based on common scenarios)."
      },
      {
        "name": "temporal_reasoning",
        "description": "Requires understanding and reasoning about sequences of events, time durations, or points in time based on retrieved information."
      }
    ]
  },
  {
    "categorization_name": "Knowledge Domain Specificity",
    "categories": [
      {
        "name": "general_knowledge",
        "description": "Pertains to widely known facts and common topics accessible to a broad audience (e.g., 'What causes rain?')."
      },
      {
        "name": "specialized_academic",
        "description": "Relates to a specific field of study requiring expert knowledge (e.g., 'Explain the mechanism of CRISPR-Cas9 gene editing.', 'What are the implications of Gödel's incompleteness theorems?')."
      },
      {
        "name": "niche_hobbyist",
        "description": "Focuses on topics related to specific hobbies, interests, or fandoms that may have detailed but non-academic knowledge bases (e.g., 'What is the best way to prune a bonsai ficus?', 'List all characters who wielded the Infinity Gauntlet in Marvel comics.')."
      },
      {
        "name": "current_events_news",
        "description": "Relates to very recent news, political developments, or ongoing events requiring up-to-the-minute information (e.g., 'What were the results of yesterday's election?', 'Summarize the latest developments in the international summit.')."
      },
      {
        "name": "hyper_local_knowledge",
        "description": "Pertains to information specific to a very small geographic area or community (e.g., 'When is the next town council meeting in Smallville?', 'What are the opening hours for the local bakery on Elm Street?')."
      }
    ]
  },
  {
    "categorization_name": "Implied Answer Format (beyond text)",
    "categories": [
      {
        "name": "requests_visual_description",
        "description": "Asks for a description of something visual, implicitly requesting translation from visual to text (e.g., 'Describe the Mona Lisa painting.', 'What does a tardigrade look like?')."
      },
      {
        "name": "requests_spatial_information",
        "description": "Asks for directions, layout, or relative positions best represented spatially (e.g., 'How do I get from the train station to the museum?', 'Describe the layout of the solar system.')."
      },
      {
        "name": "requests_auditory_description",
        "description": "Asks for a description of a sound or music (e.g., 'What does whale song sound like?', 'Describe the main melody of Beethoven's 5th Symphony.')."
      },
      {
        "name": "requests_data_table_summary",
        "description": "Asks for information naturally structured as a table, requiring summarization or extraction in text (e.g., 'Compare the specs of the latest smartphones.', 'What are the nutritional values per serving for oatmeal?')."
      },
      {
        "name": "requests_code_snippet",
        "description": "Asks for a piece of programming code to perform a function (e.g., 'Show me how to read a file in Python.', 'What's the CSS code to center a div?')."
      }
    ]
  },
  {
    "categorization_name": "User Task Orientation",
    "categories": [
      {
        "name": "learning_understanding",
        "description": "User aims to gain knowledge or comprehend a concept (e.g., 'Explain black holes.')."
      },
      {
        "name": "problem_solving_decision_making",
        "description": "User seeks information to overcome a specific obstacle or make a choice (e.g., 'How do I fix a leaky faucet?', 'Which type of investment is safer, bonds or stocks?')."
      },
      {
        "name": "information_gathering_research",
        "description": "User is collecting facts or data points, often for a larger project or comparison (e.g., 'List all Nobel prize winners in physics since 2000.', 'Gather statistics on global internet usage.')."
      },
      {
        "name": "entertainment_curiosity",
        "description": "User is seeking interesting facts, trivia, or exploring topics out of curiosity (e.g., 'Tell me a fun fact about sloths.', 'What are some famous conspiracy theories?')."
      },
      {
        "name": "verification_fact_checking",
        "description": "User wants to confirm or debunk a specific claim (e.g., 'Is it true that you only use 10% of your brain?')."
      }
    ]
  },
  {
    "categorization_name": "Generative Style Request",
    "categories": [
      {
        "name": "neutral_informative_style",
        "description": "Implies a standard, objective, encyclopedia-like answer format."
      },
      {
        "name": "requests_specific_tone",
        "description": "Asks for the answer to be presented in a particular tone (e.g., 'Explain quantum physics in a simple and funny way.', 'Describe the situation formally.')."
      },
      {
        "name": "requests_specific_format",
        "description": "Asks for the answer to be structured in a specific format (e.g., 'Provide the answer as a bulleted list.', 'Write a short paragraph summarizing the key points.', 'Present the comparison in a pro/con format.')."
      },
      {
        "name": "requests_creative_output",
        "description": "Asks for a creative piece based on information (e.g., 'Write a short poem about the water cycle.', 'Draft an email explaining the delay based on these facts.'). This heavily involves the LLM's generative capabilities beyond pure RAG."
      },
      {
        "name": "requests_role_play_persona",
        "description": "Asks the system to answer as if it were a specific character or expert (e.g., 'Explain gravity as if you were Isaac Newton.', 'Answer as a seasoned travel agent...')."
      }
    ]
  },
  {
    "categorization_name": "Pragmatics and Politeness",
    "categories": [
      {
        "name": "direct_imperative",
        "description": "Phrased as a direct command (e.g., 'List the benefits.', 'Tell me about X.')."
      },
      {
        "name": "polite_interrogative",
        "description": "Standard polite question format (e.g., 'Could you please explain...?', 'What is...?')."
      },
      {
        "name": "hedged_tentative",
        "description": "Uses hedging words suggesting uncertainty or softening the request (e.g., 'I was wondering if maybe you could tell me about...?', 'Perhaps you know what...?')."
      },
      {
        "name": "includes_social_phatics",
        "description": "Contains conversational fillers or social niceties not core to the query (e.g., 'Hi there, hope you are well. Can you tell me...?', 'Thanks in advance for finding out...')."
      },
      {
        "name": "potentially_ironic_sarcastic",
        "description": "Phrasing might suggest an intended meaning opposite to the literal words, requiring careful interpretation (e.g., 'Oh great, another explanation of blockchain that makes perfect sense?'). Interpretation is highly challenging."
      }
    ]
  },
  {
    "categorization_name": "Evidence and Source Requirement",
    "categories": [
      {
        "name": "no_explicit_source_request",
        "description": "Standard question not explicitly asking for sources or evidence."
      },
      {
        "name": "requests_supporting_evidence",
        "description": "Explicitly asks for evidence, data, or justification for the answer (e.g., 'What evidence supports the theory of plate tectonics?', 'Why do you say that? Provide data.')."
      },
      {
        "name": "requests_specific_source_type",
        "description": "Asks for information specifically from a certain kind of source (e.g., 'What do recent scientific studies say about coffee?', 'Find official government guidelines on...')."
      },
      {
        "name": "requests_citations_references",
        "description": "Explicitly asks for citations or links to the source documents used for the answer."
      },
      {
        "name": "requests_multiple_viewpoints",
        "description": "Asks for a summary of different perspectives or sources on a topic, implicitly requiring evidence from varied origins (e.g., 'What are the different views on universal basic income?')."
      }
    ]
  },
  {
    "categorization_name": "Information Scope and Granularity",
    "categories": [
      {
        "name": "broad_overview",
        "description": "Requests a high-level summary or general introduction to a topic (e.g., 'Give me an overview of World War I.')."
      },
      {
        "name": "specific_detail_focus",
        "description": "Requests a very specific piece of information or detail within a larger topic (e.g., 'What was the specific date of the Battle of Somme?', 'Which clause in the contract addresses termination?')."
      },
      {
        "name": "exhaustive_coverage_request",
        "description": "Asks for all examples, instances, or components related to a topic (e.g., 'List *all* the countries in Africa.', 'What are *all* the known side effects of this medication?'). Often impractical or requires careful scoping."
      },
      {
        "name": "comparative_scope",
        "description": "Defines the scope by comparing entities or aspects (e.g., 'Compare the economic growth of China vs. India over the last decade.')."
      },
      {
        "name": "temporally_scoped",
        "description": "Limits the requested information to a specific time period (e.g., 'What were the major scientific discoveries of the 19th century?')."
      },
      {
        "name": "geographically_scoped",
        "description": "Limits the requested information to a specific region or location (e.g., 'What are the main industries in the Ruhr valley?')."
      }
    ]
  }
]
