{
    "credits": 1,
    "request": {
        "question_categories": {
            "Factuality": {
                "name": "Open-ended",
                "description": "A question inviting detailed or exploratory responses,encouraging discussion or elaboration.",
                "is_multi_doc": true
            },
            "formulation-categorization": {
                "name": "natural",
                "description": "phrased in the way people typically speak, reflecting everyday language use, without formal or artificial structure.",
                "is_multi_doc": false
            }
        },
        "user_categories": {
            "expertise-categorization": {
                "name": "common person",
                "description": "a common person who is not expert of the subject discussed in the document, therefore he asks basic questions."
            }
        },
        "document_ids": [],
        "user_id": "bfc67a4c-41ca-4a55-87c0-85fe0e346a90",
        "n_questions": 1
    },
    "response": {
        "result": [
            {
                "context": [
                    "House Numbers in WME\nThis page covers editing house numbers in Waze Map Editor.\n- 1 Overview\n- 2 Things to remember (caveats/warnings)\n- 3 New roads must have House Numbers added\n- 4 Activating the interface\n- 5 Using the interface\n- 6 Errors\n- 7 House Number Tips\n- 8 Remember to save\nWaze keeps its own internal database of addresses, or what is called House Numbers. These addresses are used only when a specific address is searched from the Waze Map Editor or Waze client app. House Numbers are independent from any other address or mapping provider.\nHouse numbers are points on the map and can be adjusted at a fine level of detail to ensure Wazers are properly directed to the correct location for that address. It is therefore important to pay attention to all details regarding house numbers to ensure proper routing.\nThings to remember (caveats/warnings)\n- The House numbers interface cannot be activated when there are unsaved edits.\n- House numbers are editable only at the 100m/200ft zoom level and lower.\n- House numbers cannot be added to segments without a name.\n- A segment cannot have its name removed if there are house numbers attached to it.\n- House numbers can contain numbers and letters (But cannot start with a letter).\n- The Waze app address search will only use the Waze house number if it has been created in the editor, or has been modified (moved).\n- The Waze app does NOT automatically update position data for already-obtained destinations! Even after an address has been adjusted using WME and/or Google MapMaker, the app will retain the stale position data indefinitely and navigation will continue to fail. To eliminate stale position data, ask the reporter to remove any existing instances of the destination in the recents and favorites lists and then search for the destination again from scratch.\n- If an address is on an unnamed road (private, parking lot, etc.) and the marker is a long way from the actual house location, delete the Waze house number and add a private residence Place marker which contains only the address.\n- If the correct approach entrance to an address is from a street or segment other than the street the address is named after, then a Waze House Number for that address should not be used. Instead, add a private residence Place marker which contains only the address.\n- See the FAQ for more information\nNew roads must have House Numbers added\nWaze will not be doing any future imports or merges of external data for house numbers. It is therefore very important that any new roads you add must have house numbers added in order for Waze to provide accurate routing to those addresses.\nActivating the interface\nTo edit, update or delete house numbers on a street, select any segment of the road then click the Edit House Numbers button or tap the H keyboard shortcut.\n- Note: The House Numbers interface cannot be activated when there are unsaved edits or multiple segments selected.\nUsing the interface\nWaze will often select an additional segment or two connected to the segment you selected when they are the same city and name (same Street ID). You can pan the map along that selection to edit house numbers on more than just the single segment you selected.\nThe lighted area around the road is the default distance that house numbers are allowed from the street. If a house number must be located beyond that distance, you will need to Force the house number into place (discussed below).\n- Note: If you are zoomed out farther than 100m/200ft, you cannot edit house numbers, and there will be a message at the top center of the window which reads, \"Zoom in to edit\"\nWhen the house numbers interface is activated, a new toolbar appears with the standard complement of action buttons specific to working with house numbers.\nDescriptions of the house numbers toolbar buttons:\nClick to add a new house number\nClick to save current changes to house numbers\nClick to undo the last house number action or modification\nClick to redo the last house number action or modification\nClick to exit the house numbers interface\nThe two images to the right show what a house number looks like in the editor. Which one is used depends on the density of house numbers and how WME determines the marker should be flipped for best visibility and handling.\n- The red \"X\" is the delete button.\n- The blue dot on the other side is the drag handle\nThe house number itself should be placed the center of the rooftop of the house. For large buildings such as box stores which have a single address, and addresses within shopping malls, it is recommended to NOT add the house number to Waze. These stores are typically within parking lots and the stop point for house numbers is not a good location for navigation to end. For these locations, use a Place area or point.\n- To Edit a house number, click in the number and enter a new number.\n- To Move a house number, click in the number or on the blue drag handle, and then click and drag using the blue drag handle.\n- To Delete a house number, click in the number, and then click the red X.\nTo add a house number, click the Add button on the toolbar or tap h on the keyboard. Click on the location of the house or business address. Enter the house number.\nSetting the Stop Point\nThe Stop Point (sometimes referred to as the Segment Marker) is the location on the segment to which the house number is attached, and this is where the Waze navigation destination will be set in the client app. This is represented by a white dot with a blue outline attached to the street:\nWhen moving a house number or adding one, you will see a dashed white line leading to a white dot on the road you selected. This white dot is the Stop Point for navigation to that house number. It can be moved anywhere on the named segment for that address. It cannot be moved to any other segment including driveways (at this time).\nThe Stop Point should be placed:\n- where you would park if you wanted to park closest to the main entrance to the building or an entrance to the building parking lot.\n- where the driveway intersects the road. For houses with driveway which intersects the same road more than once or two different roads, put the stop point where the mailbox is located\nThink of it this way: \"If you can get the driver to this point and have the app display a directional marker flag and announce the correct side of the road the destination is on, the driver should be able to figure out which building it is.\"\nNote: if you have aerial images turned off, such that the background screen is white, you will not be able to see the dashed line. Because it's white.\n- The Waze development team is working on a way to specify a stop point on a street other than the named segment to which the address is attached. This is important for any house whose driveway may not be on named street, mall location, unnamed long private streets/drives with multiple addresses, or businesses which have an entrance from a parking lot off the named street. At this time, there is no way to guide the drivers within a parking lot.\nThere are two categories of errors related to House Numbers:\n- Errors you can force\n- Errors you cannot force\nErrors you can force\nWhen the error message pops up:\n- Dismiss it by clicking on Continue editing\n- Hover the mouse over the red-bordered House Numbers to review what the errors are\n- Fix the House Numbers which are in error, if they are indeed in error.\nThe following errors can be forced if you are a Level 3 or higher editor:\n- Number too far from segment : House Number is beyond the standard allowed distance from its segment.\n- Number out of sequence : House Number stop point doesn't align with existing house numbers on the segment.\n- Number already exists : House Number already exists somewhere on the same selected segments.\n- Wrong side : House Number doesn't align with other existing ones for odd/even numbering scheme.\nWhen you are fully confident there are no errors with any of your House Numbers after you have reviewed the House Numbers highlighted as being in error, click the Save button and then click the Force button.\nErrors you cannot force\nYou will need to fix the errors in order to save. The following errors cannot be forced:\n- Unsupported number format : House Number contains too many numbers, or has letters or other characters which do not align with the allowed format for the country.\nHouse Number Tips\n- Forcing of House Numbers is currently limited to Level 3 editors and higher.\n- The wrong side and out of sequence errors are often a problem in a cul-de-sac or court where stop points for houses tend to bunch up at the end of the street, and the exact position of the segment must align between the house number sequence or odd/even switch (in those countries which follow this method)\n- Another common out of sequence error occurs on circular roads with multiple segments. A junction node should be placed at the point where the sequence starts as the interface can only \"start\" a sequence at a node. For example, if a sequence of house numbers on a circular road runs from 50 to 250, then a junction node must be located between the stop points of 50 and 250 in order to avoid the need to force.\n- For an address which must be moved beyond the normal accepted distance, when you Add it, it must first be placed within the highlighted area, and once the number is entered, then you can drag it to the correct location and adjust the stop point as necessary.\n- If you have more than one which requires forcing, only one click of Continue editing will force them all. Be sure you are confident that all are correctly located.\n- House Number changes are not enough to force a Tile Update. Physically change something (preferably delete an unnecessary geometry node) so the Tile will update and the changes will publish. Search House Number Node in the forums for supporting info.\nRemember to save\nBefore you tap Esc on the keyboard or click Close, remember to Save your changes.",
                    "Download a print version of this essay.\nPart One of this essay covers the background, characteristics and drawbacks of functional classification, and evaluates some of the leading alternatives. Part Two continues by proposing a replacement, a sustainable transportation network classification, covering the block-scale and neighborhood-scale relationships. Part Three concludes by covering the city-scale relationship and the congestion-related impacts of a sustainable network.\nA sustainable network classification ideally will do several things.\n- Actively encourage sustainability (as defined previously in the sustainable transport section); do not support unsustainable network patterns and operations.\n- Be concise, easy to remember and easy to explain.\n- Address a range of scales, a range that is at least as wide as that covered by functional classification.\n- Incorporate advanced knowledge about network function and best practices in network planning.\nTo reach these goals, a sustainable network classification is proposed. The classification has three primary relationships, each applying to a different scale. The three scales are block scale, neighborhood scale, and city scale. This allows each relationship to focus on the factors most relevant to its scale, without unnecessarily confusing factors from different scales or combining them inappropriately.\nIn addition, there are two imperatives that should apply in almost all contexts.\nOne, the sustainable network has high connectivity throughout. Connectivity can be defined as the combination of route directness and route choice. Route directness means the routes from point to point are direct. It can be expressed as the ratio of straight-line distance to shortest-path travel distance. The closer to a 1:1 ratio the better. Route directness entails small blocks and few or no dead ends, and eliminates long detours that discourage walking. Route choice means there are multiple, relatively direct routes from point to point. Route choice reduces network bottlenecks and provides the perceptual variety that encourages walking.\nTwo, sustainable networks have high place accessibility throughout. Place accessibility is the ability of people to get to their activities and destinations. To have high place accessibility, people must be in close proximity to a wide mix of uses and activities, such as jobs, shopping, services, education, religious, civic and recreation. High place accessibility is enabled by networks that let people quickly and easily walk, bike, and ride transit to their destinations. Areas with good place accessibility can be livable and economically competitive as well as efficient; excessive mobility is not a requirement.\nThe block scale is the scale of the immediate environment — what the person on the street experiences. This scale addresses design elements that make a place livable, such as porches, welcoming shop fronts, active frontages, street trees, thoroughfare size, and the proportion of the right-of-way devoted to the thoroughfare. The sustainability of thoroughfares at this scale is closely related to the efficient use of space.\nThe same 40 people (1) in their cars, (2) seated at car spacing, (3) seated at bus passenger spacing, (4) as pedestrians and bicyclists. Photo credit: Phil Sheffield, Tampa Tribune\nThe efficient use of space, in the form of compact, mixed use development with human-scale thoroughfares, is a necessary design aspect of safe and attractive walking environments. Space efficiency reduces land consumption and runoff pollution. Travel modes that use space most efficiently also use energy more efficiently. Space-efficient modes support more “location-efficient” housing where the cost of housing plus transportation is less than at the suburban fringe.\nThe space efficiency of travel modes is measured in terms of person-capacity, which is the number of people that can traverse a given space over a given time period. This measurement encompasses multimodal capacity and also includes pedestrian capacity. It is a means of making all modes comparable on a universal scale. It prioritizes rail, walking and bicycling, as shown above.\nBlock scale relationship: person-capacity to place context. The matrix only shows a representative selection of network facilities, not a complete inventory. Chart matrix by Laurence Aurbach. Transect zone illustration adapted from SmartCode v.9.2 (smartcodecentral.com).\nThe person-capacity to place context relationship is the primary relationship at the block scale. When person-capacity is associated with walkable place context, the resulting matrix optimizes the combination of network and place, prioritizing the operation of sustainable travel modes in livable, safe and attractive environments. The SmartCode Transect is adapted to this matrix because it is systematic and well-defined, is coming into widespread use, and is supported by a growing body of literature and case experience. However, other transect- or context-based classification systems may work equally well.\nThere are a number of reasons for combining all modes into a person-capacity metric.\n- For policy, it places all modes on an equal footing in one framework in order to set priorities and make cost-benefit evaluations. It allows all modes to be evaluated by the same standard.\n- For professional guidance, it breaks down the silos that usually separate each mode, each with its own specialist community with standards and practices that do not interoperate. It reaches across disciplines, giving a holistic perspective and a greater focus on the big-picture systems view, i.e., overall efficiency, sustainability and livability.\n- It can be flexible. Planners can break out modes as needed, resulting in models that may be similar to existing practices. The difference is the awareness that such broken-out models are fragments of the whole. They will be re-incorporated into the complete network as is appropriate in the planning and operating processes.\nAdvantages: Person-capacity plus a context- or transect-based framework yields a holistic perspective that better addresses efficiency and livability.\nDisadvantages: A homogenizing focus on person-capacity may obscure the unique, qualitative benefits of each mode. The inclusion of place context involves additional layers of planning and politics, which makes network planning more complex and time-consuming.\nMode Networks and Place Context\nMode networks are the building blocks of the complete network. At some points in the planning process individual mode networks will be considered; at other points the complete network will be the focus. For planning and engineering purposes, mode networks may need to be considered on their own, or in an iterative manner that considers how mode networks plug into and affect the complete network.\nA brief review follows of each mode network and its salient relationships to place context.\nThe pedestrian network — in this case meaning all public routes that accommodate pedestrians — is the largest network, combining thoroughfares and pedestrian-only facilities. Walking is the primal method of locomotion common to all human beings and is necessarily the most pervasive mode. Pedestrian routes are the most flexible and adaptive, and can range from narrow passages, to standard sidewalks, to broad plazas and promenades.\nGehl (1989) advocates the important concept of “pedestrian stays”: standing, sitting and lingering in order to participate in the activities of the public realm. Some examples of public realm activities might include chatting, people-watching, napping, joining an audience, games, sports, parades, performing, exhibits, commercial vending, nonprofit booths and presentations, demonstrating, and speechmaking. Pedestrian stays can be represented by the number of persons present and the duration of their stays, and is a way to measure the goodness of public spaces.\nPedestrian stays are usually considered a place function, not a network function. But there may be useful reasons to categorize them as a network function. They are part of roadside context; gatherings of people attract more people in a positive feedback loop; the presence of more pedestrians and cyclists decreases crash risk. Pedestrian trips can switch to pedestrian stays in an instant. Through travel is affected by pedestrian stays; linear, directed, through movement mixes with wandering, nondirected “place movement,” affecting the operation and space requirements of sidewalks and other pedestrian facilities. This is a topic that deserves more attention and research.\nBicycle facilities are often classified according to the safety requirements necessitated by motor vehicle traffic. They include bike boulevards, bike lanes, separated bike lanes, and bike trails. In the sustainable network there is a greater emphasis on livable thoroughfare and network design, which results in safer conditions for bicycling. When thoroughfare design is more livable, drivers receive more cues to slow down and be cautious. When more pedestrians and bikers are on the street, the risk of crashes is lessened — again, because drivers are cued to be cautious. In the sustainable network is it safer for bicycle and motor vehicle traffic to mix, and there is less need for separated bicycle facilities.\nPrivate Vehicle Network\nThe spatial efficiency of private passenger-vehicle traffic is directly related to vehicle size and passengers per vehicle. Those factors are influenced by policies, market conditions and cultural patterns that are either outside or complementary to transportation network planning. Therefore, the sustainable network carefully specifies the speed and number of lanes of private-vehicle thoroughfares to ensure they are safe and comfortable for pedestrians and bicyclists. This framework is similar to the SmartCode and ITE/CNU frameworks. Many other guidebooks and case studies are available for the design of livable thoroughfares. In addition to those already mentioned, a few free online examples are the Urban Design Compendium, the Mobility and Community Form Tutorial, and Shared Space approaches. From sources such as these, rules of thumb may be developed for thoroughfares that serve motor vehicles:\n- No thoroughfare has more than four lanes dedicated to private auto through traffic; thoroughfares generally are two-way.\n- At least half of the right-of-way width is dedicated to pedestrian space, which includes sidewalks and public frontages, on-street parking, and (in the case of multi-way boulevards) very-slow-speed side lanes and medians between side and center lanes.\n- Generally recommended target speed for vehicular traffic is 20-30 mph.\n- Small blocks are the rule in all walkable areas (250-450 feet; may be shorter in carfree areas).\n- Limited-access freeways and highways have no place in nonindustrial, built-up areas.\nFor project evaluation, the common “level of service” metric is intended to accommodate unlimited growth in private auto traffic, which is counterproductive in terms of sustainability, cost-benefit and long term functionality. It may be replaced with sustainability-oriented alternatives such as the “automobile trips generated” metric proposed by the San Francisco County Transportation Authority (2008).\nThese guidelines (and indeed the entire sustainable network concept) often provoke objections that congestion will be exacerbated and lengthy delays will appear, making vehicular travel excessively costly, inconvenient and inefficient. These objections are discussed in the “Congestion” section in Part Three of this essay.\nSince freight does not carry passengers, the person-capacity metric does not apply. A volume-based metric may be a suitable alternative; for example, cubic feet per lane-equivalent per day.\nEfforts to make freight movement more sustainable involve shifting from trailer-truck freight to rail and water modes, as well as smaller, more efficient freight vans and trucks. Some municipalities have experimented with providing more multimodal capacity and flexibility; terminals and warehouses in centralized locations outside of residential areas; policies for time-shifting to off-peak; and pooling resources for more efficient operations (e.g., city logistics). Congestion management and transportation demand management can reduce the costs of delay and make delivery times more reliable. The EU’s CITY FREIGHT project reviewed many of these strategies and found there was no universal solution; rather, various strategies worked best when chosen for and tailored to specific needs and applications.\nDifferent types of transit have different spatial requirements and affect the design of thoroughfares in different way. Transit can be mixed with private motor vehicle traffic or separated in dedicated lanes. The separation can be strengthened with paving treatments, raised curbs, medians, and other barriers. Transit can be further separated from the thoroughfares by going underground or up above on elevated routes. Tunnels and elevated facilities can be extremely costly, and mass transit is the most efficient use of the limited space they have available. Sustainable networks will also prioritize the dedication of surface lanes to transit so that grade-separated facilities are less needed.\nGreen networks do not serve much in the way of human transportation, other than bike paths and walking trails. But they are essential for environmental and human well being. Green networks in the sustainable network classification are nature preserves that furnish significant ecological services, including species protection, wildlife migration, aquifer protection and recharge, and air filtration and purification.\nSports fields, lawns, landscaping, industrial agriculture and the like are not part of green networks. They are important for recreational, agricultural or aesthetic purposes but do not provide the significant ecological functions. The interweaving of transportation networks and green networks can be a tricky balance; some guidelines are proposed in the City Scale section in Part Three of this essay.\nThe neighborhood scale primary relationship is based largely on the field of Space Syntax. Space Syntax is a type of network analysis that treats street networks in an abstract and mathematical way. It starts with the premise that the configuration of street routes — how streets are arranged in relation to each other — has psychological and social effects that influence the way cities function. Street route configuration affects the flow of pedestrians and vehicles, the location of activity centers, and other social phenomena.\nSpace Syntax tools measure things like: How many corners must be turned to get from one street segment to another? How many streets intersect with a given street segment? When traveling the shortest routes between various places, which street segments are traversed most often? In walkable urban environments where land uses are relatively free to develop according to demand, Space Syntax methods accurately model 60 to 80 percent of pedestrian traffic.\nAs a broad generality, one could say that Space Syntax measures network accessibility. Accessibility has many different meanings in the field of land and transportation planning. In this case, the definition of network accessibility is the ease with which one can travel from given thoroughfare segments to other thoroughfare segments.\nThe accessibility of thoroughfares is evaluated at a variety of scales. A thoroughfare segment may be highly accessible at the local scale, but not at the metropolitan scale. Or it may be highly accessible at several scales.\nLondon network accessibility, evaluated at three different scales. Images courtesy Noah Raford, Space Syntax Limited\nIn addition to Space Syntax, a variety of methods can be used to evaluate network accessibility, including: standard GIS measures, such as pedestrian route directness, block size, and effective pedestrian shed; traffic demand modeling, including factors such as target speed, signal priority, land uses; and agent-based modeling, which simulates the actions and interactions of many individuals in a network. A combination of some or all of these methods will give a good picture of network accessibility.\nThe primary relationship on the neighborhood scale: network accessibility to land use movement sensitivity. The land use movement sensitivity rankings shown are broad estimates only and have yet to be verified and refined.\nMovement sensitivity is the degree to which a land use needs people traveling by for the purposes of user access, functionality, and visibility (Hillier 1996, 2008; Karimi et al. 2007). The chart above shows how land uses with higher movement sensitivity should be located on routes with higher network accessibility. All land uses require a minimum degree of network access to be viable or functional; some more than others. For instance, retail has the greatest movement sensitivity — it depends on high access to customers and high visibility to people passing by. So retail uses should be located on routes with highest accessibility.\nLand uses with lower movement sensitivity don’t absolutely require high network accessibility. However, it is perfectly acceptable and in some cases recommended for low-movement-sensitivity land uses to be located on high-accessibility routes — especially in the case of mixed-use streets. Those are where commercial, civic and residential uses are present on busy shopping streets. The “acceptable” area in the chart above indicates that it is acceptable for any land use to be located on a route that is more accessible than the minimum needed by that land use.\nThe “not recommended” area in the chart above indicates that land uses should not be located on thoroughfares that have less than the minimum needed accessibility. In other words, a land use should not be located on a thoroughfare that doesn’t provide sufficient passers-by for its needs.\nPlan for the redevelopment of Jeddah, Saudi Arabia. Credit: Kayvan Karimi et al. (2007) and Space Syntax Limited\nAn example of a plan that carries out this relationship is the redevelopment plan for Jeddah, Saudi Arabia. The image above shows nonresidential land uses (darker shades) concentrated along the most accessible thoroughfares. The areas with a high percentage of residential land tend towards the less accessible thoroughfares.\nAdvantages: This relationship provides a quick and easy rule of thumb for relating land uses and transport routes. It is the structural basis of viable pedestrian- and transit-oriented neighborhoods.\nDisadvantages: There is no single, commonly accepted definition of network accessibility. Network accessibility itself can be a difficult concept to understand and explain.\nConcluded in Part Three, which covers the City Scale relationship and the congestion-related impacts of a sustainable network."
                ],
                "answer": "Several elements contribute to sustainable transportation. Walking paths are crucial as they are the most space-efficient way to move people - pedestrian facilities can transport more people in less space compared to cars. Additionally, having a well-connected network of walking paths with direct routes and multiple path choices encourages walking and reduces car dependency. House numbers play a supporting role by ensuring accurate navigation - they need to be carefully placed to guide people to correct locations, with stop points positioned where people would logically park or access buildings. The system works best when there's high 'place accessibility,' meaning people can easily walk, bike, or use transit to reach a mix of destinations like jobs, shops, services, and recreation areas nearby.",
                "document_ids": [
                    "<urn:uuid:8aabe18b-8ea5-43d7-9ba1-70bb16984631>",
                    "<urn:uuid:b991f3bd-3089-4573-8119-532245116fcd>"
                ],
                "question": "I've heard that some cities are trying to become more sustainable - what role do things like walking paths and house numbers play in making transportation more sustainable?",
                "question_categories": [
                    {
                        "categorization_name": "formulation-categorization",
                        "category_name": "natural"
                    },
                    {
                        "categorization_name": "Factuality",
                        "category_name": "Open-ended"
                    }
                ],
                "user_categories": [
                    {
                        "categorization_name": "expertise-categorization",
                        "category_name": "common person"
                    }
                ]
            }
        ],
        "type": "sync"
    },
    "request_id": "94488cb2-b93d-439f-8259-3c8c280ad44d"
}